Repository: Joraeuw/i_see_sea_core
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: bg

source: 1, Studentska str., 9000 Varna, Bulgaria
bg: ул. Студентска 1, 9000 Варна, България

source: 1. AGREEMENT TO TERMS
bg: 1. СПОРАЗУМЕНИЕ С УСЛОВИЯТА

source: 1. Agreement
bg: 1. Споразумение

source: 10. TERM AND TERMINATION
bg: 10. СРОК И ПРЕКРАТЯВАНЕ

source: 11. MODIFICATIONS AND INTERRUPTIONS
bg: 11. ПРОМЕНИ И ПРЕКЪСВАНИЯ

source: 12. CORRECTIONS
bg: 12. КОРЕКЦИИ

source: 13. DISCLAIMER
bg: 13. ОТКАЗ ОТ ОТГОВОРНОСТ

source: 14. LIMITATIONS OF LIABILITY
bg: 14. ОГРАНИЧЕНИЯ НА ОТГОВОРНОСТТА

source: 15. INDEMNIFICATION
bg: 15. ОБЕЗЩЕТЕНИЕ

source: 16. USER DATA
bg: 16. ПОТРЕБИТЕЛСКИ ДАННИ

source: 17. ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES
bg: 17. ЕЛЕКТРОННА КОМУНИКАЦИЯ, ТРАНЗАКЦИИ И ПОДПИСИ

source: 18. MISCELLANEOUS
bg: 18. РАЗНИ

source: 2. INTELLECTUAL PROPERTY RIGHTS
bg: 2. ПРАВА НА ИНТЕЛЕКТУАЛНА СОБСТВЕНОСТ

source: 2. Information collected
bg: 2. Събрана информация

source: 3. USER REPRESENTATIONS
bg: 3. ДЕКЛАРАЦИИ НА ПОТРЕБИТЕЛЯ

source: 4. USER REGISTRATION
bg: 4. РЕГИСТРАЦИЯ НА ПОТРЕБИТЕЛЯ

source: 5. Changes and amendments
bg: 5. Промени и допълнения

source: 5. PROHIBITED ACTIVITIES
bg: 5. ЗАБРАНЕНИ ДЕЙНОСТИ

source: 6. Cookies
bg: 6. Бисквитки

source: 6. USER GENERATED CONTRIBUTIONS
bg: 6. ПОТРЕБИТЕЛСКИ ПРИНОС

source: 7. Contact
bg: 7. Контакт

source: 7. USER GENERATED CONTRIBUTIONS
bg: 7. ПОТРЕБИТЕЛСКИ ПРИНОС

source: 8. SUBMISSIONS
bg: 8. ПОДАВАНЕ НА МАТЕРИАЛИ

source: 9. SITE MANAGEMENT
bg: 9. УПРАВЛЕНИЕ НА САЙТА

source: About us
bg: За нас

source: Actions
bg: Действия

source: Already registered?
bg: Вече имате регистрация?

source: Any use of the Site in violation of the foregoing violates these Terms of Use and may resuit in, among other things, termination or suspension of your rights to use the Site
bg: Всяко използване на Сайта в нарушение на гореизложеното нарушава тези Условия за ползване и може да доведе до прекратяване или спиране на вашите права за използване на Сайта, наред с други последствия.

source: Applying Filters...
bg: Прилагане на филтри...

source: As part of the Service, we may provide links to other websites or applications that are not owned or controlled by us. Please be aware that we are not responsible for the privacy practices employed by those websites or the information or content they contain. This Privacy Policy applies solely to information collected by us through the Site and the Service. We encourage you to read the privacy terms of other websites before proceeding to use them.
bg: Като част от Услугата, ние може да предоставим връзки към други уебсайтове или приложения, които не са собственост или контролирани от нас. Моля, имайте предвид, че ние не носим отговорност за практиките за поверителност, използвани от тези уебсайтове, или информацията или съдържанието, което те съдържат. Тази „Политика за поверителност“ се прилага единствено за информация, събрана от нас чрез Сайта и Услугата. Съветваме Ви да прочетете условията за поверителност на други уебсайтове, преди да продължите да ги използвате.

source: At ICC website, accessible at web address, one of our main priorities is the privacy of our visitors. This Privacy Policy document is designed to help you understand how we collect, use and safeguard the information you provide to us.
bg: Eдин от основните ни приоритети при достъпа на уебсайта на ICC е поверителността на нашите посетители. Този документ „Политика за поверителност“ е предназначен да Ви помогне да разберете как събираме, използваме и защитаваме информацията, която ни предоставяте.

source: Attempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.
bg: Опит за заобикаляне на каквито и да е мерки на Сайта, предназначени да предотвратят или ограничат достъпа до Сайта или част от него.

source: Attempt to impersonate another user or person or use the username of another user.
bg: Опит да се представите за друг потребител или лице, или да използвате потребителското име на друг потребител.

source: Attempting to reconnect
bg: Опит за повторно свързване

source: By accessing our website, you accept our Privacy Policy and agree to its Terms of use (link).
bg: С достъпа до нашия уебсайт Вие приемате нашата „Политика за поверителност“ и се съгласявате с нейните Условия за ползване

source: By using the Site, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete; (2) you will maintain the accuracy of such information and promptly update such registration information as necessary; (3) you have the legal capacity and you agree to comply with these Terms of Use (4) you are not under the age of 13: (5) you aje not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site (6) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise: (7) you will not use the Site for any illegal or unauthorized purpose; and (8) your use of the Site will not violate any applicable law or regulation. If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).
bg: С използването на Сайта декларирате и гарантирате, че: (1) цялата информация за регистрация, която предоставяте, ще бъде вярна, точна, актуална и пълна; (2) ще поддържате точността на тази информация и своевременно ще актуализирате такава регистрационна информация при необходимост; (3) имате законната правоспособност и се съгласявате да спазвате тези Условия за ползване (4) не сте на възраст под 13 години; (5) не сте малолетен в юрисдикцията, в която пребивавате, или ако сте малолетен, сте получили родителско разрешение да използвате Сайта; (6) няма да осъществявате достъп до Сайта чрез автоматизирани или не-човешки средства, било чрез бот, скрипт или други методи; (7) няма да използвате Сайта за каквито и да било незаконни или неразрешени цели; и (8) използването на Сайта от ваша страна няма да нарушава каквито и да било приложими закони или регулации. Ако предоставите невярна, неточна, неактуална или непълна информация, имаме право да прекратим или спрем вашия акаунт и да откажем всяко бъдещо използване на Сайта (или част от него).

source: By visiting our Website, our servers automatically collect information provided by your browser. This data may include information such as IP address, browser type and version, language preferences, referring/exit pages and URLs, the time and date of access, the location and other non-personal information.
bg: Посещавайки нашия уебсайт, нашите сървъри автоматично събират информация, предоставена от Вашия браузър. Тези данни може да включват информация като IP адрес, тип и версия на браузъра, езикови предпочитания, препращащи/изходни страници и URL адреси, час и дата на достъп, местоположение и друга не лична информация.

source: Cancel
bg: Откажи

source: Close
bg: Затвори

source: Contact with:
bg: Свържете се с:

source: Contacts
bg: Контакти

source: Copy or adapt the Site's software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.
bg: Копиране или адаптиране на софтуера на Сайта, включително, но не само Flash, PHP, HTML, JavaScript или друг код.

source: Count of your reports:
bg: Брой на Вашите доклади:

source: Create an account
bg: Създай акаунт

source: Creating account...
bg: Създаване на акаунт...

source: Date Range
bg: Времеви диапазон

source: Delete the copyright or other proprietary rights notice from any Content.
bg: Изтрийте известието за авторско право или друго уведомление за права на собственост от всяко съдържание.

source: Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.
bg: Клеветите, опетнявате или по друг начин, по наше мнение, вредите на нас и/или на Сайта.

source: Don't have an account?
bg: Нямате акаунт?

source: Email
bg: Имейл

source: Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.
bg: Извършвайте автоматизирано използване на системата, като използвате скриптове за изпращане на коментари или съобщения, или използвате инструменти за добив на данни, роботи или подобни средства за събиране и извличане на данни.

source: Engage in unauthorized framing of or linking to the Site.
bg: Извършвайте неразрешено рамкиране или свързване със Сайта.

source: Error!
bg: Грешка!

source: Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including, without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.
bg: Освен ако не е резултат от стандартна употреба на търсачки или интернет браузъри, не използвайте, стартирайте, разработвайте или разпространявайте никаква автоматизирана система, включително, но не само, всякакви паяци, роботи, помощни програми за измама, скрепери или офлайн читалки, които получават достъп до Сайта, нито използвайте или стартирайте никакви неразрешени скриптове или друг софтуер.

source: Except as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.
bg: Освен ако не е разрешено от приложимото законодателство, не дешифрирайте, декомпилирайте, разглобявайте или извършвайте обратно инженерство на какъвто и да е софтуер, който съставлява или по какъвто и да е начин съставлява част от Сайта.

source: Filters
bg: Филтри

source: First Name
bg: Собствено име

source: Forgot your password?
bg: Забравихте паролата си?

source: Hang in there while we get back on track
bg: Изчакайте малко, докато се върнем на правия път.

source: Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you.
bg: Тормозите, досаждате, сплашвате или заплашвате, който и да е от нашите служители или агенти, ангажирани с предоставянето на каквато и да е част от Сайта на Вас.

source: Home
bg: Начало

source: IARA - Fisheries and Aquaculture Executive Agency
bg: ИАРА - Изпълнителна агенция по рибарство и аквакултури

source: IARA - contact form
bg: ИАРА - контактна форма

source: IARA - contact form page
bg: ИАРА - страница с формуляр за контакт

source: ICC - Privacy Policy
bg: ICC - Политика за поверителност

source: ICC Website and Services may use third-party analytics tools that use cookies. The information is used to improve the users' experience and monitor the Website and Services' performance.
bg: Уебсайтът и услугите на ICC може да използват инструменти за анализ на трети страни, които използват „бисквитки“. Информацията се използва за подобряване на опита на потребителите и за наблюдение на ефективността на уебсайта и услугите.

source: IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DÄMAGES. NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE LESSER OF THE AMOUNT PAID, IF ANY, BY YOU TO US OR • CERTAIN US STATE LAWS AND INTERNATIONAL LAVVS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.
bg: В НИКАКЪВ СЛУЧАЙ НИЕ ИЛИ НАШИТЕ ДИРЕКТОРИ, СЛУЖИТЕЛИ ИЛИ АГЕНТИ НЯМА ДА НОСИМ ОТГОВОРНОСТ ПРЕД ВАС ИЛИ ПРЕД ТРЕТА СТРАНА ЗА КАКВИТО И ДА Е ПРЕКИ, НЕПРЕКИ, ПОСЛЕДВАЩИ, ПРИМЕРНИ, СЛУЧАЙНИ, СПЕЦИАЛНИ ИЛИ НАКАЗАТЕЛНИ ЩЕТИ, ВКЛЮЧИТЕЛНО ЗАГУБА НА ПЕЧАЛБИ, ЗАГУБЕНИ ПРИХОДИ, ЗАГУБА НА ДАННИ ИЛИ ДРУГИ ЩЕТИ, ВЪЗНИКНАЛИ ОТ ИЗПОЛЗВАНЕТО НА САЙТА ОТ ВАША СТРАНА, ДОРИ АКО СМЕ БИЛИ ИНФОРМИРАНИ ЗА ВЪЗМОЖНОСТТА ЗА ТАКИВА ЩЕТИ. НЕЗАВИСИМО ОТ ВСИЧКО ПРОТИВОРЕЧАЩО, ПОСОЧЕНО ТУК, НАШАТА ОТГОВОРНОСТ ПРЕД ВАС, НЕЗАВИСИМО ОТ ПРИЧИНАТА ИЛИ ФОРМАТА НА ИСКА, ВИНАГИ ЩЕ БЪДЕ ОГРАНИЧЕНА ДО ПО-МАЛКАТА СУМА ОТ ПЛАТЕНАТА ОТ ВАС, АКО ИЗОБЩО СУМА, КЪМ НАС. • ОПРЕДЕЛЕНИ ЩАТСКИ ЗАКОНИ В САЩ И МЕЖДУНАРОДНИ ЗАКОНИ НЕ ПОЗВОЛЯВАТ ОГРАНИЧАВАНИЯ НА ПОДРАЗБИРАЕМИ ГАРАНЦИИ ИЛИ ИЗКЛЮЧВАНЕ ИЛИ ОГРАНИЧАВАНЕ НА ОПРЕДЕЛЕНИ ЩЕТИ. АКО ТЕЗИ ЗАКОНИ СЕ ПРИЛАГАТ ЗА ВАС, НЯКОИ ИЛИ ВСИЧКИ ОТ ГОРНИТЕ ОТКАЗИ ОТ ОТГОВОРНОСТ ИЛИ ОГРАНИЧЕНИЯ МОЖЕ ДА НЕ СЕ ПРИЛАГАТ ЗА ВАС, И МОЖЕ ДА ИМАТЕ ДОПЪЛНИТЕЛНИ ПРАВА.

source: In case of any questions or concerns regarding this Policy or the practices of this Website, we encourage you to contact us at:
bg: В случай на въпроси или притеснения относно тази Политика или практиките на този уебсайт, препоръчваме Ви да се свържете с нас на:

source: In general, we use Non-Personal Information to help us improve the Service and customize the user experience. We also aggregate Non-Personal Information in order to track trends and analyze use patterns on the Site. This Privacy Policy does not limit in any way our use or disclosure of Non-Personal Information, and we reserve the right to use and disclose such Non-Personal Information to our partners, advertisers, and other third parties at our discretion.
bg: Използваме не лична информация, за да ни помогне да подобрим Услугата и да персонализираме потребителското изживяване. Освен това събираме не лична информация, и за да проследяваме тенденциите и да анализираме моделите на използване на сайта. Тази „Политика за поверителност“ не ограничава по никакъв начин използването от наша страна или разкриване на не лична информация и ние си запазваме правото да използваме и разкриваме такава не лична информация на нашите партньори, рекламодатели и други трети страни по наше усмотрение.

source: Information collected automatically
bg: Автоматично събиране на информация

source: Information you provide us by registering for an account
bg: Информация, която ни предоставяте при регистрация на акаунт

source: Interfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.
bg: Пречите на, нарушавате или създавате ненужно натоварване върху Сайта или мрежите или услугите, свързани със Сайта.

source: Keep me logged in
bg: Задръжте ме в системата

source: Last Name
bg: Фамилия

source: Link to other Websites
bg: Връзка към други уебсайтове

source: Log in
bg: Вход

source: Log in
bg: Вход

source: Log in to account
bg: Вход в акаунта

source: Logging in...
bg: Влизане...

source: Make any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.
bg: Извършвайте неразрешено използване на Сайта, включително събиране на потребителски имена и/или имейл адреси на потребители по електронен или друг начин с цел изпращане на нежелани имейли или създаване на потребителски акаунти чрез автоматизирани средства или под фалшиви претексти.

source: Make improper use of our support services or submit false reports of abuse or misconduct.
bg: Злоупотребявайте с нашите услуги за поддръжка или подавайте фалшиви доклади за злоупотреба или неправомерно поведение.

source: My Profile
bg: Моят профил

source: My Reports
bg: Моите доклади

source: Oops, something went wrong! Please check the errors below.
bg: Опа, нещо се обърка! Моля, проверете грешките по-долу.

source: Our community is made up of individuals from all walks of life, including environmentalists, scientists, educators, and concerned citizens. We welcome diversity and believe that by coming together and sharing our knowledge and expertise, we can make a greater impact than we could on our own.
bg: Нашата общност се състои от хора от всички сфери на живота, включително еколози, учени, преподаватели и загрижени граждани. Ние приветстваме разнообразието и вярваме, че като се обединим и споделим нашите знания и опит, можем да постигнем по-голямо въздействие, отколкото бихме могли сами.

source: Our community was founded on the belief that the health of the ocean is crucial to the health of our planet, and we strive to raise awareness and inspire action to safeguard the ocean for future generations. We are committed to promoting sustainable practices, reducing pollution, and protecting endangered species.
bg: Нашата общност е основана на убеждението, че здравето на океана е от решаващо значение за здравето на нашата планета. Ние се стремим да повишим осведомеността и да вдъхновим обществото за осъществяване на действия за опазване на океани, морета и морската среда за бъдещите поколения. Ангажирани сме с активности за насърчаване на устойчиви практики, намаляване на замърсяването и защита на застрашените видове.

source: Our mission
bg: Нашата Мисия

source: Our purpose
bg: Нашата цел

source: Password
bg: Парола

source: Privacy Policy
bg: Политика за поверителност

source: Privacy and policy
bg: Поверителност и политика

source: Privacy of children
bg: Поверителност на децата

source: Profile
bg: Профил

source: Report Type
bg: Вид доклад

source: Reports
bg: Доклади

source: Save
bg: Запази

source: See Reports
bg: Виж докладите

source: Sell or otherwise transfer your profile.
bg: Продавате или по друг начин прехвърляте Вашия профил.

source: Sign up
bg: Регистрирайте се

source: Something went wrong!
bg: Нещо се обърка!

source: Success!
bg: Успех!

source: Systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.
bg: Систематично извличайте данни или друго съдържание от Сайта за създаване или компилиране, пряко или косвено, на колекция, компилация, база данни или директория без наше писмено разрешение.

source: TERMS OF USE
bg: УСЛОВИЯ ЗА ПОЛЗВАНЕ

source: THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS. YOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK. TO THE FULLEST EXTENT PERMITTED BY LAW WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF INCLUDING WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE'S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE. WE DO NOT WARRANT ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES AS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE
bg: САЙТЪТ СЕ ПРЕДОСТАВЯ ТАКЪВ, КАКЪВТО Е, И СПОРЕД НАЛИЧНОСТТА. ВИЕ СЕ СЪГЛАСЯВАТЕ, ЧЕ ИЗПОЛЗВАНЕТО НА САЙТА И НАШИТЕ УСЛУГИ ЩЕ БЪДЕ НА ВАШ СОБСТВЕН РИСК. ДО НАЙ-ПЪЛНАТА СТЕПЕН, ПОЗВОЛЕНА ОТ ЗАКОНА, НИЕ ОТКАЗВАМЕ ВСЯКАКВИ ГАРАНЦИИ, ИЗРИЧНИ ИЛИ ПОДРАЗБИРАЩИ СЕ, ВЪВ ВРЪЗКА СЪС САЙТА И ИЗПОЛЗВАНЕТО МУ, ВКЛЮЧИТЕЛНО БЕЗ ОГРАНИЧЕНИЯ, ПОДРАЗБИРАЩИТЕ СЕ ГАРАНЦИИ ЗА ТЪРГОВСКОСТ, ГОДНОСТ ЗА ОПРЕДЕЛЕНА ЦЕЛ И НЕНАРУШАВАНЕ. НИЕ НЕ ПРАВИМ ГАРАНЦИИ ИЛИ ДЕКЛАРАЦИИ ЗА ТОЧНОСТТА ИЛИ ПЪЛНОТАТА НА СЪДЪРЖАНИЕТО НА САЙТА ИЛИ НА СЪДЪРЖАНИЕТО НА КОЙТО И ДА Е СВЪРЗАН САЙТ И НЯМА ДА ПОЕМАМЕ ОТГОВОРНОСТ ЗА КАКВИТО И ДА Е (1) ГРЕШКИ, НЕТОЧНОСТИ НА СЪДЪРЖАНИЕТО И МАТЕРИАЛИТЕ, (2) ЛИЧНИ ТРАВМИ ИЛИ ЩЕТИ НА ИМУЩЕСТВО, ОТ КАКВОТО И ДА Е ЕСТЕСТВО, ВЪЗНИКНАЛИ ОТ ВАШИЯ ДОСТЪП И ИЗПОЛЗВАНЕ НА САЙТА, (3) ВСЕКИ НЕРАЗРЕШЕН ДОСТЪП ИЛИ ИЗПОЛЗВАНЕ НА НАШИТЕ ЗАЩИТЕНИ СЪРВЪРИ И/ИЛИ ВСИЧКА И ЛИЧНА ИНФОРМАЦИЯ И/ИЛИ ФИНАНСОВА ИНФОРМАЦИЯ, СЪХРАНЯВАНА В ТЯХ, (4) ВСЯКО ПРЕКЪСВАНЕ ИЛИ ПРЕКРАТЯВАНЕ НА ПРЕНОС КЪМ ИЛИ ОТ САЙТА, (5) ВСЯКАКВИ ГРЕШКИ, ВИРУСИ, ТРОЯНСКИ КОНЕ ИЛИ ПОДОБНИ, КОИТО МОГАТ ДА БЪДАТ ПРЕДАДЕНИ НА ИЛИ ЧРЕЗ САЙТА ОТ ТРЕТА СТРАНА, И/ИЛИ (6) ВСЯКАКВИ ГРЕШКИ ИЛИ ОПУСКИ В КАКВИТО И ДА Е СЪДЪРЖАНИЯ И МАТЕРИАЛИ ИЛИ ЗА ВСЯКАКВИ ЗАГУБИ ИЛИ ЩЕТИ ОТ КАКЪВТО И ДА Е ВИД, ПРИЧИНЕНИ В РЕЗУЛТАТ ОТ ИЗПОЛЗВАНЕТО НА ВСЯКО СЪДЪРЖАНИЕ, ПУБЛИКУВАНО, ПРЕДАДЕНО ИЛИ ПО ДРУГ НАЧИН НАПРАВЕНО НАЛИЧНО ЧРЕЗ САЙТА. НИЕ НЕ ГАРАНТИРАМЕ, НЕ ОДОБРЯВАМЕ, НЕ ГАРАНТИРАМЕ И НЕ ПОЕМАМЕ ОТГОВОРНОСТ ЗА КОЙТО И ДА Е ПРОДУКТ ИЛИ УСЛУГА, РЕКЛАМИРАНИ ИЛИ ПРЕДЛАГАНИ ОТ ТРЕТА СТРАНА ЧРЕЗ САЙТА, ВСЕКИ САЙТ, КЪМ КОЙТО ИМА ХИПЕРВРЪЗКА, ИЛИ ВСЯКО МОБИЛНО ПРИЛОЖЕНИЕ, ПРЕДСТАВЕНО В КАКВАТО И ДА Е РЕКЛАМА, И НЯМА ДА СМЕ СТРАНА ИЛИ ПО НИКАКЪВ НАЧИН ДА НОСИМ ОТГОВОРНОСТ ЗА МОНИТОРИНГ НА КАКВАТО И ДА Е ТРАНСАКЦИЯ МЕЖДУ ВАС И КОЙТО И ДА Е ДОСТАВЧИК НА ПРОДУКТИ ИЛИ УСЛУГИ ОТ ТРЕТА СТРАНА. ПРИ ПОКУПКА НА ПРОДУКТ ИЛИ УСЛУГА ПРЕЗ КАКВОТО И ДА Е СРЕДСТВО ИЛИ В КАКВАТО И ДА Е СРЕДА, ТРЯБВА ДА ПРИЛАГАТЕ НАЙ-ДОБРАТА ПРЕЦЕНКА И ДА БЪДЕТЕ ВНИМАТЕЛНИ, КОГАТО Е УМЕСТНО.

source: Technical University of Varna
bg: Технически университет Варна

source: Terms of use
bg: Условия за ползване

source: Thank you for your interest in our community! We invite you to join us in our mission to preserve the sea and protect the health of our planet!
bg: Благодарим Ви за интереса към нашата общност и най-учтиво ви каним Ви да се присъедините към мисията ни за опазване на морската среда, а от там и здравето на нашата планета!
