Repository: Joraeuw/i_see_sea_core
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: bg

source: The Site may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, "Contributions"). Contributions may be viewable by other users of the Site and through third-party websites. As such, any Contributions you transmit may be treated as non-confidential and non-proprietary. When you create or make available any Contributions, you thereby represent and warrant that:
bg: Сайтът може да Ви покани да чатите, да допринасяте или да участвате в блогове, табла за съобщения, онлайн форуми и други функции и може да ви предостави възможността да създавате, подавате, публикувате, показвате, предавате, изпълнявате, публикувате, разпространявате или излъчвате съдържание и материали към нас или на Сайта, включително, но не само, текстове, писания, видеа, аудио, снимки, графики, коментари, предложения, лична информация или други материали (наричани заедно „Приноси“). Приносите могат да бъдат видими за други потребители на Сайта и чрез уебсайтове на трети страни. Като такива, всеки Принос, който предавате, може да бъде третиран като неконфиденциален и непатентован. Когато създавате или правите достъпни каквито и да било Приноси, Вие представлявате и гарантирате, че:

source: The Website does not knowingly collect or solicit information from anyone under the age of 14, or allow anyone under the age of 14 to sign up for the Service. In the event that we learn that we have gathered personal information from anyone under the age of 14 without the consent of a parent or guardian, we will delete that information as soon as possible. If you have reason to believe we have collected such information, please contact us at contact@...........
bg: Уебсайтът не събира и/или не изисква информация от лица под 14-годишна възраст и не позволява на лица под 14-годишна възраст да се регистрират за Услугата. В случай, че научим, че сме събрали лична информация от лице под 14-годишна възраст без съгласието на родител или настойник, ние ще изтрием тази информация възможно най-скоро. Ако имате причина да смятате, че сме събрали такава информация, моля, свържете се с нас на contact@...........

source: The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.
bg: Създаването, разпространението, предаването, публичното показване или изпълнение, както и достъпът, изтеглянето или копирането на вашите Приноси не нарушават и няма да нарушат правата на собственост, включително, но не само, авторските права, патенти, търговски марки, търговски тайни или морални права на трети страни.

source: There may be information on the Site that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.
bg: Може да има информация на Сайта, която съдържа типографски грешки, неточности или пропуски, включително описания, цени, наличност и различни други данни. Запазваме си правото да коригираме всички грешки, неточности или пропуски и да променяме или актуализираме информацията на Сайта по всяко време, без предварително известие.

source: These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision. These Terms of Use operate to the fullest extent permissible by law. We may assign any or all of our rights and obligations to others at any time. We shall not be responsible or liable for any loss damage, delay or failure to act caused by any cause beyond our reasonable control. If any provision or part of a provision of these Terms of Use is determined to be unlawful, void or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforce ability of any remaining provisions. There is no joint venture partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site You agree that these Terms of Use will not be construed against us by virtue of having drafted them. You hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use
bg: Тези Условия за ползване и всяка политика или оперативни правила, публикувани от нас на Сайта или във връзка със Сайта, представляват цялото споразумение и разбирателство между вас и нас. Нашето неизпълнение или неприлагане на което и да е право или разпоредба от тези Условия за ползване няма да се счита за отказ от такова право или разпоредба. Тези Условия за ползване действат до най-пълната степен, разрешена от закона. Можем да прехвърлим някое или всички от нашите права и задължения на други по всяко време. Няма да носим отговорност за никакви загуби, щети, закъснения или неуспехи да действаме, причинени от причина, извън нашия разумен контрол. Ако някоя разпоредба или част от разпоредба на тези Условия за ползване се определи като незаконна, невалидна или неприложима, тази разпоредба или част от разпоредбата се счита за отделима от тези Условия за ползване и не засяга валидността и изпълняемостта на останалите разпоредби. Не се създава съвместно предприятие, партньорство, трудови или агенционни отношения между вас и нас в резултат на тези Условия за ползване или използването на Сайта. Вие се съгласявате, че тези Условия за ползване няма да се тълкуват срещу нас въз основа на това, че ние сме ги изготвили. С настоящото се отказвате от всякакви защити, които може да имате, базирани на електронната форма на тези Условия за ползване и липсата на подписване от страна на страните за изпълнение на тези Условия за ползване.

source: These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity ("you") and ("Company" "we," "us," or "our"), concerning your access to and use of the www.icc.com website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the "Site"). You agree that by accessing the Site, you have read, understood, and agreed to be bound by all of these Terms of Use. IF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY. Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference. We reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use from time to time. We will alert you about any changes by updating the Last updated" date of these Terms of Use, and you waive any right to receive specific notice of each such change. Please ensure that you check the applicable Terms every time you use our Site so that you understand which Terms apply. You will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted. The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or requlation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable. The Site is intended for users who are at least 13 years of age. All users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Site If you are a minor, you must have your parent or guardian read and agree to these Terms of Use prior to you using the Site
bg: Тези Условия за ползване представляват правно обвързващо споразумение, сключено между вас, лично или от името на дружество („вие“) и („Компания“, „ние“, „нас“ или „нашето“), относно достъпа ви до и използването на уебсайта www.icc.com, както и всяка друга медийна форма, медиен канал, мобилен уебсайт или мобилно приложение, свързани, свързани или по друг начин свързани с него (наричани заедно „Сайтът“). Съгласявате се, че като имате достъп до Сайта, сте прочели, разбрали и се съгласили да бъдете обвързани с всички тези Условия за ползване. АКО НЕ СТЕ СЪГЛАСНИ С ВСИЧКИ ТЕЗИ УСЛОВИЯ ЗА ПОЛЗВАНЕ, ВИЕ СТЕ ИЗРИЧНО ЗАБРАНЕНИ ДА ИЗПОЛЗВАТЕ САЙТА И ТРЯБВА НЕЗАБАВНО ДА ПРЕКРАТИТЕ ИЗПОЛЗВАНЕТО МУ. Допълнителни условия и правила или документи, които могат да бъдат публикувани на Сайта от време на време, са изрично включени тук чрез препратка. Запазваме си правото, по наше усмотрение, да правим промени или модификации на тези Условия за ползване от време на време. Ще ви уведомим за всякакви промени, като актуализираме датата на „Последна актуализация“ на тези Условия за ползване и вие се отказвате от всяко право да получавате конкретно известие за всяка такава промяна. Моля, уверете се, че проверявате приложимите Условия всеки път, когато използвате нашия Сайт, за да разберете кои Условия се прилагат. Ще бъдете подчинени и ще се счита, че сте били информирани и сте приели промените в всякакви ревизирани Условия за ползване чрез вашето продължаващо използване на Сайта след датата, на която са публикувани такива ревизирани Условия за ползване. Информацията, предоставена на Сайта, не е предназначена за разпространение или използване от което и да е лице или организация в която и да е юрисдикция или страна, където такова разпространение или използване би било в противоречие със закона или регулирането, или би подлежало на каквото и да е изискване за регистрация в рамките на такава юрисдикция или страна. Съответно, тези лица, които решат да имат достъп до Сайта от други местоположения, го правят по собствена инициатива и са единствено отговорни за спазването на местните закони, ако и до степента, в която местните закони са приложими. Сайтът е предназначен за потребители, които са на възраст най-малко 13 години. Всички потребители, които са непълнолетни в юрисдикцията, в която пребивават (обикновено под 18 години), трябва да имат разрешение от, и да бъдат пряко надзиравани от, техния родител или настойник за използване на Сайта. Ако сте непълнолетен, трябва да накарате вашия родител или настойник да прочете и да се съгласи с тези Условия за ползване преди да използвате Сайта.

source: These Terms of Use shall remain in full force and effect while you use the Site. WITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION. WE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING IN OUR SOLE DISCRETION. If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party even if you may be acting on behalf of the third party, In acidition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.
bg: Тези Условия за ползване остават в пълна сила, докато използвате Сайта. БЕЗ ДА ОГРАНИЧАВАМЕ КОЯТО И ДА Е ДРУГА РАЗПОРЕДБА НА ТЕЗИ УСЛОВИЯ ЗА ПОЛЗВАНЕ, ЗАПАЗВАМЕ ПРАВОТО, ПО НАШЕ ЕДИНСТВЕНО УСМОТРЕНИЕ И БЕЗ ПРЕДУПРЕЖДЕНИЕ ИЛИ ОТГОВОРНОСТ, ДА ОТКАЖЕМ ДОСТЪП ДО И ИЗПОЛЗВАНЕ НА САЙТА (ВКЛЮЧИТЕЛНО БЛОКИРАНЕТО НА ОПРЕДЕЛЕНИ IP АДРЕСИ) НА ВСЯКО ЛИЦЕ ПО КАКВАТО И ДА Е ПРИЧИНА ИЛИ БЕЗ ПРИЧИНА, ВКЛЮЧИТЕЛНО БЕЗ ОГРАНИЧЕНИЕ ПРИ НАРУШЕНИЕ НА КОЕТО И ДА Е ИЗЯВЛЕНИЕ, ГАРАНЦИЯ ИЛИ ОБЕЗПЕЧЕНИЕ, ВКЛЮЧЕНИ В ТЕЗИ УСЛОВИЯ ЗА ПОЛЗВАНЕ ИЛИ ПРИЛОЖИМО ЗАКОНОДАТЕЛСТВО ИЛИ НОРМАТИВЕН АКТ. МОЖЕМ ДА ПРЕКРАТИМ ВАШЕТО ИЗПОЛЗВАНЕ ИЛИ УЧАСТИЕ В САЙТА ИЛИ ДА ИЗТРИЕМ ВСЯКО СЪДЪРЖАНИЕ ИЛИ ИНФОРМАЦИЯ, КОЯТО СТЕ ПУБЛИКУВАЛИ ПО ВСЯКО ВРЕМЕ, БЕЗ ПРЕДУПРЕЖДЕНИЕ, ПО НАШЕ ЕДИНСТВЕНО УСМОТРЕНИЕ. Ако прекратим или спрем акаунта ви по каквато и да е причина, вие нямате право да се регистрирате и да създавате нов акаунт под ваше име, фалшиво или заето име или името на трета страна, дори ако може да действате от името на третата страна. В допълнение към прекратяването или спирането на акаунта ви, си запазваме правото да предприемем подходящи правни действия, включително, без ограничение, преследване на гражданска, наказателна и искова защита.

source: To become a subscriber to the Service you will need to create a personal profile by registering with the Service. To register you will need to enter your email address and create a user name and a password. By registering, you are authorizing us to collect, store and use your email address in accordance with this Privacy Policy.
bg: За да станете абонат на Услугата, трябва да създадете личен профил, като се регистрирате в уебсайта. За да се регистрирате, трябва да въведете своя имейл адрес и да създадете потребителско име и парола. Чрез регистрацията Вие ни разрешавате да събираме, съхраняваме и използваме Вашия имейл адрес в съответствие с тази „Политика за поверителност“.

source: Today
bg: Днес

source: Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.
bg: Мамите, измамвате или заблуждавате нас и другите потребители, особено в опит да научите чувствителна информация за акаунт, като пароли на потребители.

source: Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the "Content") and the trademarks, service marks, and logos contained therein (the "Marks") are ovned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, international copyright laws, and international conventions. The Content and ne Marks are provided on the Site "AS IS" for your information and personal use only, Except as expressly provided in these Terms of Use, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission. Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use. We reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.
bg: Освен ако не е посочено друго, Сайтът е наша собственост и целият изходен код, бази данни, функционалност, софтуер, дизайни на уебсайтове, аудио, видео, текст, снимки и графики на Сайта (наричани заедно „Съдържание“) и търговските марки, марките за услуги и логата, съдържащи се в него (наричани заедно „Марки“), са наша собственост или се контролират от нас или са лицензирани за нас и са защитени от законите за авторските права и търговските марки, както и от различни други права на интелектуална собственост и закони за нелоялната конкуренция на Съединените щати, международните закони за авторските права и международните конвенции. Съдържанието и Марките са предоставени на Сайта „КАКТО СА“ само за ваша информация и лична употреба. Освен ако изрично не е предвидено в тези Условия за ползване, никоя част от Сайта, нито Съдържание или Марки, не може да бъде копирана, възпроизвеждана, агрегирана, препубликувана, качвана, публикувана, публично показвана, кодирана, превеждана, предавана, разпространявана, продавана, лицензирана или експлоатирана за каквито и да е търговски цели без нашето изрично предварително писмено разрешение. При условие че имате право да използвате Сайта, ви се предоставя ограничен лиценз за достъп и използване на Сайта и за изтегляне или отпечатване на копие на всяка част от Съдържанието, до което сте получили достъп, само за ваша лична, нетърговска употреба. Запазваме си всички права, които не са изрично предоставени на вас в и върху Сайта, Съдържанието и Марките.

source: Upload or transmit (or attempt to upload or transmit) any material that acts as a passive or active information collection or transmission mechanism, including, without limitation, clear graphics interchange formats ("gifs"), 1x1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as "spyware" or "passive collection mechanisms" or "pcms").
bg: Качване или предаване (или опит за качване или предаване) на какъвто и да е материал, който действа като пасивен или активен механизъм за събиране или предаване на информация, включително, но без да се ограничава до, графични формати за обмен ("gifs"), 1x1 пиксела, уеб бъгове, бисквитки или други подобни устройства (понякога наричани "шпионски софтуер" или "пасивни механизми за събиране" или "pcms").

source: Upload or transmit (or attempt to upload or transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party's uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.
bg: Качване или предаване (или опит за качване или предаване) на вируси, троянски коне или друг материал, включително прекомерна употреба на главни букви и спам (непрекъснато публикуване на повтарящ се текст), който пречи на непрекъснатото използване и удоволствие на Сайта от която и да е страна или променя, уврежда, прекъсва, променя или пречи на използването, функциите, функциите, работата или поддръжката на Сайта.

source: Use a buying agent or purchasing agent to make purchases on the Site.
bg: Използвайте агент за покупки или агент за покупки, за да правите покупки на Сайта.

source: Use and sharing of information
bg: Използване и споделяне на информация

source: Use any information obtained from the Site in order to harass, abuse, or harm another person.
bg: Използвате каквато и да е информация, получена от Сайта, за да тормозите, малтретирате или нараните друго лице.

source: Use the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.
bg: Използвате Сайта като част от всякакви усилия да се конкурирате с нас или по друг начин използвайте Сайта и/или Съдържанието за всяко начинание за генериране на приходи или търговско предприятие.

source: Use the Site in a manner inconsistent with any applicable laws or regulations.
bg: Използвате Сайта по начин, несъвместим с приложимите закони или разпоредби.

source: Use the Site to advertise or offer to sell goods and services.
bg: Използвате Сайта за рекламиране или предлагане на продажба на стоки и услуги.

source: User rights regarding the use of personal information
bg: Права на потребителите относно използването на лична информация

source: Username
bg: Потребителско име

source: Visiting the Site, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically via email and on the Site, satisfy any legal requirement that such communication be in writing. YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE. You hereby waive any rights or requirements under any statutes regulations, rules, Ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.
bg: Посещението на Сайта, изпращането на имейли и попълването на онлайн форми представляват електронни комуникации. Вие се съгласявате да получавате електронни комуникации и се съгласявате, че всички споразумения, известия, разкрития и други комуникации, които ви предоставяме по електронен път чрез имейл и на Сайта, отговарят на всяко законово изискване за предоставяне на информация в писмен вид. ВИЕ СЕ СЪГЛАСЯВАТЕ С ИЗПОЛЗВАНЕТО НА ЕЛЕКТРОННИ ПОДПИСИ, ДОГОВОРИ, ПОРЪЧКИ И ДРУГИ ЗАПИСИ, КАКТО И С ЕЛЕКТРОННОТО ДОСТАВЯНЕ НА ИЗВЕСТИЯ, ПРАВИЛА И ЗАПИСИ НА ТРАНЗАКЦИИ, ИНИЦИИРАНИ ИЛИ ЗАВЪРШЕНИ ОТ НАС ИЛИ ЧРЕЗ САЙТА. Вие се отказвате от всички права или изисквания по силата на всякакви закони в която и да е юрисдикция, които изискват оригинален подпис или доставка или съхранение на неелектронни записи, или плащания и предоставяне на кредити по други средства, различни от електронни.

source: We believe that it is our responsibility to take actions to protect the ocean and its inhabitants, and we welcome anyone who shares our passion to join us in our mission. By working together, we can make a positive impact on the health of the ocean and create a better future for our planet.
bg: Ние вярваме, че наша отговорност е да предприемаме действия за защита на океана и неговите обитатели, и приветстваме всеки, който споделя нашата страст, да се присъедини към нашата мисия. Чрез съвместна работа можем да окажем положително въздействие върху здравето на океана и да създадем по-добро бъдеще за нашата планета.

source: We can't find the internet
bg: Не можем да намерим връзка с интернет

source: We do not sell, trade, rent or otherwise share for marketing purposes your Personal Information with third parties without your consent, except as otherwise stated in this Privacy Policy. We do share Personal Information with vendors who are performing services for the Company.
bg: Ние не продаваме, търгуваме, отдаваме под наем или по друг начин споделяме за маркетингови цели Вашата лична информация с трети страни без Вашето съгласие, освен ако не е посочено друго в тази „Политика за поверителност“. Ние споделяме лична информация с доставчици, които ни предоставят услуги.
