Repository: Joraeuw/i_see_sea_core
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: bg

source: We may share Personal Information with outside parties if we have a good-faith belief that access, use, preservation or disclosure of the information is reasonably necessary to meet any applicable legal process or enforceable governmental request.
bg: Можем да споделяме лична информация с външни страни, ако имаме добросъвестно убеждение, че достъпът, използването, съхранението или разкриването на информацията е разумно необходимо за изпълнение на приложим правен процес или правителствено искане.

source: We recommend that you check the Website periodically to stay updated on how we implement security measures designed to protect your information from unauthorized access. Your account is protected by your account password. We further protect your information from potential security breaches by implementing certain technological security measures. However, these measures do not guarantee that your information will not be accessed, disclosed, altered or destroyed by breach of such firewalls and secure server software. By using our Service, you acknowledge that you understand and agree to assume these risks.
bg: Прилагаме мерки за сигурност, предназначени да предпазят Вашата информация от неоторизиран достъп. Вашият акаунт е защитен от паролата за акаунта Ви. Ние допълнително защитаваме Вашата информация от потенциални пробиви в сигурността, като прилагаме определени технологични мерки за сигурност. Въпреки това, тези мерки не гарантират, че Вашата информация няма да бъде достъпна, разкрита, променена или унищожена чрез нарушаване на такива защитни стени и защитен сървърен софтуер. Като използвате нашата услуга, Вие потвърждавате, че разбирате и се съгласявате да поемете тези рискове.

source: We reserve the right to change this policy and our Terms of Use at any time. We will notify you of Privacy Policy changes by sending an email to the contact information you have provided. Please check periodically the Website for updates.
bg: Ние си запазваме правото да променяме тази политика и нашите Условия за ползване по всяко време. Ще уведомим за промените в нашата Политика за поверителност, като Ви изпратим имейл на предоставената от вас информация за контакт. Моля, проверявайте периодично уебсайта за актуализации.

source: We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice. However, we have no obligation to update any information on our Site. We also reserve the right to modify or discontinue all or part of the Site without notice at any time. We will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site. We cannot guarantee the Site will be available at all times. We may experience hardware, soltviare, or other problems or need to perfon maintenance related to the Site, resulting in interruptions, delays, or errors. We reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you. You agree that we have no liability whatsoever for any loss damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site. Nothing in these Terms of Use will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.
bg: Запазваме правото да променяме, модифицираме или премахваме съдържанието на Сайта по всяко време и по каквато и да е причина по наше усмотрение без предизвестие. Ние обаче нямаме задължение да актуализираме информацията на нашия Сайт. Също така си запазваме правото да модифицираме или прекратим изцяло или частично Сайта без предизвестие по всяко време. Няма да бъдем отговорни пред вас или пред трета страна за каквито и да било промени, промени в цените, спиране или прекратяване на Сайта. Не можем да гарантираме, че Сайтът ще бъде достъпен по всяко време. Възможно е да срещнем хардуерни, софтуерни или други проблеми или да се наложи да извършим поддръжка, свързана със Сайта, което може да доведе до прекъсвания, закъснения или грешки. Запазваме правото да променяме, ревизираме, актуализираме, прекратяваме, спираме или по друг начин да модифицираме Сайта по всяко време и по каквато и да е причина без предизвестие. Вие се съгласявате, че не носим никаква отговорност за каквито и да било загуби, щети или неудобства, причинени от невъзможността ви да получите достъп или да използвате Сайта по време на временното спиране или прекратяване на Сайта. Нищо в тези Общи условия няма да се тълкува като задължение за поддържане и поддръжка на Сайта или за предоставяне на каквито и да било корекции, актуализации или версии в тази връзка.

source: We reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use; (2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities; (3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof, (4) in our sole discretion and without limitation, notice, or liability to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems; and (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.
bg: Запазваме правото, но не и задължението: (1) да следим Сайта за нарушения на тези Общи условия; (2) да предприемем подходящи правни действия срещу всеки, който по наше усмотрение нарушава закона или тези Общи условия, включително без ограничение, да докладваме такъв потребител на правоприлагащите органи; (3) по наше усмотрение и без ограничение, да откажем, ограничим достъпа до, ограничим наличието на или да деактивираме (доколкото е технологично възможно) каквито и да било ваши приноси или части от тях; (4) по наше усмотрение и без ограничение, известие или отговорност, да премахнем от Сайта или по друг начин да деактивираме всички файлове и съдържание, които са прекомерни по размер или са по някакъв начин натоварващи за нашите системи; и (5) по друг начин да управляваме Сайта по начин, предназначен да защити нашите права и собственост и да улесни правилното функциониране на Сайта.

source: We will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Site, as well as data relating to your use of the Site. Although we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site. You agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.
bg: Ние ще съхраняваме определени данни, които предавате на Сайта, с цел управление на изпълнението на Сайта, както и данни, свързани с използването на Сайта от ваша страна. Въпреки че извършваме редовни рутинни архиви на данните, вие носите единствено отговорността за всички данни, които предавате или които са свързани с всяка дейност, която сте предприели с използването на Сайта. Вие се съгласявате, че не носим никаква отговорност към вас за каквато и да било загуба или корупция на такива данни, и с настоящото се отказвате от всякакви права на действия срещу нас, произтичащи от такава загуба или корупция на тези данни.

source: Welcome to our community, dedicated to preserving the sea! We are a large group of passionate individuals who share a common goal of protecting our oceans and marine life.
bg: Добре дошли в нашата общност, посветена на опазването на морето! Ние сме голяма група от отдадени хора, споделящи обща цел за защита на океаните и моретата, както и техните обитатели.

source: You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site ("Submissions") provided by you to us are non-confidential and shall become our sole property. We shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose commercial or otherwise, without acknowledgment or compensation to you. You hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions. You agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.
bg: Вие признавате и се съгласявате, че всички въпроси, коментари, предложения, идеи, отзиви или друга информация относно Сайта („Предложения“), предоставени от вас на нас, са неконфиденциални и ще станат наша единствена собственост. Ние ще притежаваме изключителни права, включително всички права върху интелектуалната собственост, и ще имаме право на неограничено използване и разпространение на тези Предложения за всякакви законни цели, търговски или други, без признание или компенсация за вас. С настоящото се отказвате от всички морални права върху такива Предложения и гарантирате, че всички такива Предложения са оригинални с вас или че имате правото да предоставите такива Предложения. Вие се съгласявате, че няма да има никакви правни действия срещу нас за всяко твърдяно или реално нарушение или злоупотреба с каквито и да било права на собственост върху вашите Предложения.

source: You agree that we may access, store, process, and use any information and personal data that you provide folloving the terms of the Privacy Policy and your choices (including settings). By submitting suggestions or other feedback regarding the Site you agree that we can use and share such feedback for any purpose without compensation to you. We do not assert any ownership over your Contributions. You retain full ovmership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions. We are not liable for any statements or representations in your Contributions provided by you in any area on the Site. You are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions
bg: Вие се съгласявате, че можем да получим достъп, съхраняваме, обработваме и използваме всякаква информация и лични данни, които предоставяте в съответствие с правилата на Политиката за поверителност и вашите избори (включително настройки). Чрез предоставяне на предложения или друга обратна връзка относно Сайта вие се съгласявате, че можем да използваме и споделяме такава обратна връзка за всякакви цели без компенсация за вас. Ние не претендираме за собственост върху вашите Приноси. Вие запазвате пълната собственост върху всичките си Приноси и всякакви права върху интелектуалната собственост или други права върху собственост, свързани с вашите Приноси. Ние не носим отговорност за каквито и да било изявления или твърдения в вашите Приноси, предоставени от вас в която и да е област на Сайта. Вие носите единствено отговорност за вашите Приноси към Сайта и изрично се съгласявате да ни освободите от всякаква отговорност и да се въздържате от всякакви правни действия срещу нас във връзка с вашите Приноси.

source: You agree to defend, indemnify and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys' fees and expenses, made by any third party due to or arising out of: (1) use of the Site: (2) breach of these Terms of Use; (3) any breach of your representations and warranties set forth in these Terms of Use: (4) your violation of the rights of a third party, including but not limited to intellectual property rights or (5) any overt harmful act toward any other user of the Site with whom you connected via the Site. Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense. with our defense of such claims. We will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.
bg: Вие се съгласявате да защитавате, обезщетявате и да ни пазите безвредни, включително нашите дъщерни дружества, филиали и всички наши съответни служители, агенти, партньори и служители, от всяка загуба, щета, отговорност, иск или претенция, включително разумни адвокатски хонорари и разходи, направени от трета страна поради или произтичащи от: (1) използване на Сайта; (2) нарушение на тези Общи условия; (3) всяко нарушение на вашите декларации и гаранции, посочени в тези Общи условия; (4) нарушаване на правата на трета страна от ваша страна, включително, но не само, права на интелектуална собственост; или (5) всякакви явни вредни действия към друг потребител на Сайта, с когото сте се свързали чрез Сайта. Независимо от горепосоченото, запазваме правото, на вашите разходи, да поемем изключителната защита и контрол върху всяко дело, за което сте задължени да ни обезщетите, и вие се съгласявате да сътрудничите, на вашите разходи, с нашата защита на такива искове. Ще използваме разумни усилия, за да ви уведомим за всеки такъв иск, действие или процес, на който се подчинява това обезщетение, след като се запознаем с него.

source: You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.
bg: Вие сте създателят и собственикът на или имате необходимите лицензи, права, съгласия, разрешения и правото да ни упълномощите, Сайта и други потребители на Сайта да използват вашите Приноси по какъвто и да е начин, предвиден от Сайта и тези Общи условия.

source: You have the right at any time to prevent us from contacting you for marketing purposes. When we send a promotional communication to a user, the user can opt out of further promotional communications by following the unsubscribe instructions provided in each promotional email.
bg: Имате право по всяко време да прекратите контакта ни с Вас за маркетингови цели. Когато изпратим промоционално съобщение до потребител, потребителят може да се откаже от по-нататъшни промоционални съобщения, като следва инструкциите за отписване, предоставени във всеки промоционален имейл.

source: You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.
bg: Вие имате писмено съгласие, освобождаване и/или разрешение от всяко идентифицирано лице във вашите Приноси да използвате името или образа на всяко такова идентифицирано лице, за да включите и използвате вашите Приноси по какъвто и да е начин, предвиден от Сайта и тези Общи условия.

source: You may be required to register with the Site. You agree to keep your password confidential and will be responsible for all use of your account and password. We reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.
bg: Може да бъдете задължени да се регистрирате на Сайта. Вие се съгласявате да пазите вашата парола в тайна и ще носите отговорност за всяко използване на вашия акаунт и парола. Запазваме правото да премахнем, възстановим или променим избраното от вас потребителско име, ако установим, по наше усмотрение, че това потребителско име е неподходящо, нецензурно или по друг начин неприемливо.

source: You may not access or use the Site for any purpose other than that for which we make the Site available. The Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us. As a user of the Site, you agree not to:
bg: Не можете да получавате достъп до или да използвате Сайта за каквито и да било цели, различни от тези, за които ние правим Сайта достъпен. Сайтът не може да се използва във връзка с каквито и да било търговски начинания, освен тези, които са изрично одобрени или разрешени от нас. Като потребител на Сайта, вие се съгласявате да не:

source: Your Contributions are not false, inaccurate, or misleading.
bg: Вашите Приноси не са неверни, неточни или подвеждащи.

source: Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).
bg: Вашите Приноси не са неприлични, нецензурни, похотливи, отвратителни, насилствени, тормозещи, клеветнически, обидни или по друг начин неприемливи (според нашето определение).

source: Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.
bg: Вашите Приноси не представляват нежелана или неразрешена реклама, промоционални материали, пирамидални схеми, верижни писма, спам, масови пощенски пратки или други форми на събиране на средства.

source: Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.
bg: Вашите Приноси не се използват за тормоз или заплаха (в юридическия смисъл на тези термини) на друго лице и за насърчаване на насилие срещу конкретно лице или клас хора.

source: Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.
bg: Вашите Приноси не включват обидни коментари, свързани с раса, национален произход, пол, сексуална ориентация или физическо увреждане.

source: Your Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Use, or any applicable law or regulation.
bg: Вашите Приноси не нарушават или не съдържат връзки към материали, които нарушават която и да е разпоредба на тези Общи условия или на който и да е приложим закон или регламент.

source: Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.
bg: Вашите Приноси не осмиват, подиграват, омаловажават, заплашват или малтретират никого.

source: Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.
bg: Вашите Приноси не нарушават никакъв приложим закон относно детската порнография или не са предназначени да защитават здравето или благосъстоянието на малолетни.

source: Your Contributions do not violate any applicable law, regulation, or rule.
bg: Вашите Приноси не нарушават никакъв приложим закон, регламент или правило.

source: Your Contributions do not violate the privacy or publicity rights of any third party.
bg: Вашите Приноси не нарушават правото на неприкосновеност или публичност на която и да е трета страна.

source: close
bg: затвори

source: for an account now.
bg: за акаунт сега.

source: ircumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.
bg: заобикаляте, деактивирате или по друг начин възпрепятствате функции на Сайта, свързани със сигурността, включително функции, които предотвратяват или ограничават използването или копирането на каквото и да е съдържание или налагат ограничения върху използването на Сайта и/или съдържанието, съдържащо се в него.

source: to your account now.
bg: в акаунта си сега.
