[
  home: [
    login_first: "Първо влезте в акаунта си",
    select_location: "Избиране на локация",
    filters: "Филтри",
    report_type: "Вид доклад",
    applying_filters: "Прилагане на филтри...",
    date_range: "Времеви диапазон",
    success: "Успех!",
    error: "Грешка!",
    no_internet: "Не можем да намерим връзка с интернет",
    attempt_to_reconnect: "Опит за повторно свързване",
    sth_went_wrong: "Нещо се обърка!",
    back_on_track: "Изчакайте малко, докато се върнем на правия път",
    actions: "Действия",
    today: "Днес",
    total_verified_users: "Общо потвърдени потребители",
    apply: "Приложи",
    no_reports: "Не са намерени доклади",
    no_matching_reports: "Изглежда, че няма доклади",
    total_reports: "Общ брой доклади",
    filtered_reports: "Филтрирани доклади",
    drag_prompt: "Пуснете файловете си тук или натиснете текста за да изберете файлове",
    creating_report: "Доклада се създава..."
  ],
  see_report: [details: "Детайли"],
  nav: [
    home: "Начало",
    profile: "Профил",
    reports: "Доклади",
    terms_of_use: "Условия за ползване",
    our_purpose: "За нас",
    contacts: "Контакти",
    privacy_and_policy: "Поверителност и политика",
    privacy_policy: "Политика за поверителност",
    more: "Още",
    menu: "Меню"
  ],
  profile: [
    save: "Запази",
    cancel: "Откажи",
    my_profile: "Моят профил",
    my_reports: "Моите доклади",
    count_of_reports: "Брой на Вашите доклади: ",
    see_reports: "Виж докладите",
    no_reports_found: "Няма намерени доклади",
    no_reports_yet: "Все още не сте създали доклад."
  ],
  login: [
    log_in_to_account: "Вход в акаунта",
    no_account: "Нямате акаунт?",
    sign_up: "Регистрирайте се",
    account_now: "за акаунт сега.",
    email: "Имейл",
    password: "Парола",
    forgot_password: "Забравихте паролата си?",
    logging_in: "Влизане...",
    log_in: "Вход",
    keep_me_logged: "Задръжте ме в системата"
  ],
  register: [
    log_in: "Влезте",
    account_now: "в акаунта си сега.",
    already_registered: "Вече имате регистрация?",
    sth_went_wrong_check_errors: "Опа, нещо се обърка! Моля, проверете грешките по-долу.",
    first_name: "Собствено име",
    last_name: "Фамилия",
    username: "Потребителско име",
    email: "Имейл",
    password: "Парола",
    creating_account: "Създаване на акаунт...",
    create_account: "Създай акаунт"
  ],
  about: [
    about_us: "За нас",
    our_mission: "Нашата Мисия",
    welcome:
      "Добре дошли в нашата общност, посветена на опазването на морето! Ние сме голяма група от отдадени хора, споделящи обща цел за защита на океаните и моретата, както и техните обитатели.",
    community1:
      "Нашата общност е основана на убеждението, че здравето на океана е от решаващо значение за здравето на нашата планета. Ние се стремим да повишим осведомеността и да вдъхновим обществото за осъществяване на действия за опазване на океани, морета и морската среда за бъдещите поколения. Ангажирани сме с активности за насърчаване на устойчиви практики, намаляване на замърсяването и защита на застрашените видове.",
    beliefs:
      "Ние вярваме, че наша отговорност е да предприемаме действия за защита на океана и неговите обитатели, и приветстваме всеки, който споделя нашата страст, да се присъедини към нашата мисия. Чрез съвместна работа можем да окажем положително въздействие върху здравето на океана и да създадем по-добро бъдеще за нашата планета.",
    community2:
      "Нашата общност се състои от хора от всички сфери на живота, включително еколози, учени, преподаватели и загрижени граждани. Ние приветстваме разнообразието и вярваме, че като се обединим и споделим нашите знания и опит, можем да постигнем по-голямо въздействие, отколкото бихме могли сами.",
    thank_you:
      "Благодарим Ви за интереса към нашата общност и най-учтиво ви каним Ви да се присъедините към мисията ни за опазване на морската среда, а от там и здравето на нашата планета!"
  ],
  p_p: [
    privacy_policy: "ICC - Политика за поверителност",
    website1:
      "Eдин от основните ни приоритети при достъпа на уебсайта на ICC е поверителността на нашите посетители. Този документ „Политика за поверителност“ е предназначен да Ви помогне да разберете как събираме, използваме и защитаваме информацията, която ни предоставяте.",
    agreement: "1. Споразумение",
    website2:
      "С достъпа до нашия уебсайт Вие приемате нашата „Политика за поверителност“ и се съгласявате с нейните Условия за ползване",
    website3:
      "Посещавайки нашия уебсайт, нашите сървъри автоматично събират информация, предоставена от Вашия браузър. Тези данни може да включват информация като IP адрес, тип и версия на браузъра, езикови предпочитания, препращащи/изходни страници и URL адреси, час и дата на достъп, местоположение и друга не лична информация.",
    information_collected: "2. Събрана информация",
    info_collected_automatically: "Автоматично събиране на информация",
    information_provided: "Информация, която ни предоставяте при регистрация на акаунт",
    subscriber:
      "За да станете абонат на Услугата, трябва да създадете личен профил, като се регистрирате в уебсайта. За да се регистрирате, трябва да въведете своя имейл адрес и да създадете потребителско име и парола. Чрез регистрацията Вие ни разрешавате да събираме, съхраняваме и използваме Вашия имейл адрес в съответствие с тази „Политика за поверителност“.",
    privacy_children: "Поверителност на децата",
    website4:
      "Уебсайтът не събира и/или не изисква информация от лица под 14-годишна възраст и не позволява на лица под 14-годишна възраст да се регистрират за Услугата. В случай, че научим, че сме събрали лична информация от лице под 14-годишна възраст без съгласието на родител или настойник, ние ще изтрием тази информация възможно най-скоро. Ако имате причина да смятате, че сме събрали такава информация, моля, свържете се с нас на contact@...........",
    use_sharing: "Използване и споделяне на информация",
    no_sell:
      "Ние не продаваме, търгуваме, отдаваме под наем или по друг начин споделяме за маркетингови цели Вашата лична информация с трети страни без Вашето съгласие, освен ако не е посочено друго в тази „Политика за поверителност“. Ние споделяме лична информация с доставчици, които ни предоставят услуги.",
    may_share:
      "Можем да споделяме лична информация с външни страни, ако имаме добросъвестно убеждение, че достъпът, използването, съхранението или разкриването на информацията е разумно необходимо за изпълнение на приложим правен процес или правителствено искане.",
    non_personal:
      "Използваме не лична информация, за да ни помогне да подобрим Услугата и да персонализираме потребителското изживяване. Освен това събираме не лична информация, и за да проследяваме тенденциите и да анализираме моделите на използване на сайта. Тази „Политика за поверителност“ не ограничава по никакъв начин използването от наша страна или разкриване на не лична информация и ние си запазваме правото да използваме и разкриваме такава не лична информация на нашите партньори, рекламодатели и други трети страни по наше усмотрение.",
    security_measures:
      "Прилагаме мерки за сигурност, предназначени да предпазят Вашата информация от неоторизиран достъп. Вашият акаунт е защитен от паролата за акаунта Ви. Ние допълнително защитаваме Вашата информация от потенциални пробиви в сигурността, като прилагаме определени технологични мерки за сигурност. Въпреки това, тези мерки не гарантират, че Вашата информация няма да бъде достъпна, разкрита, променена или унищожена чрез нарушаване на такива защитни стени и защитен сървърен софтуер. Като използвате нашата услуга, Вие потвърждавате, че разбирате и се съгласявате да поемете тези рискове.",
    user_rights: "Права на потребителите относно използването на лична информация",
    the_right:
      "Имате право по всяко време да прекратите контакта ни с Вас за маркетингови цели. Когато изпратим промоционално съобщение до потребител, потребителят може да се откаже от по-нататъшни промоционални съобщения, като следва инструкциите за отписване, предоставени във всеки промоционален имейл.",
    other_websites: "Връзка към други уебсайтове",
    as_part:
      "Като част от Услугата, ние може да предоставим връзки към други уебсайтове или приложения, които не са собственост или контролирани от нас. Моля, имайте предвид, че ние не носим отговорност за практиките за поверителност, използвани от тези уебсайтове, или информацията или съдържанието, което те съдържат. Тази „Политика за поверителност“ се прилага единствено за информация, събрана от нас чрез Сайта и Услугата. Съветваме Ви да прочетете условията за поверителност на други уебсайтове, преди да продължите да ги използвате.",
    changes: "5. Промени и допълнения",
    notify:
      "Ние си запазваме правото да променяме тази политика и нашите Условия за ползване по всяко време. Ще уведомим за промените в нашата Политика за поверителност, като Ви изпратим имейл на предоставената от вас информация за контакт. Моля, проверявайте периодично уебсайта за актуализации.",
    cookies: "6. Бисквитки",
    website5:
      "Уебсайтът и услугите на ICC може да използват инструменти за анализ на трети страни, които използват „бисквитки“. Информацията се използва за подобряване на опита на потребителите и за наблюдение на ефективността на уебсайта и услугите.",
    contact: "7. Контакт",
    questions:
      "В случай на въпроси или притеснения относно тази Политика или практиките на този уебсайт, препоръчваме Ви да се свържете с нас на:",
    technical_university_of_varna: "Технически университет Варна",
    address: "ул. Студентска 1, 9000 Варна, България"
  ],
  t_c: [
    terms_of_use: "УСЛОВИЯ ЗА ПОЛЗВАНЕ",
    agreement_terms: "1. СПОРАЗУМЕНИЕ С УСЛОВИЯТА",
    terms1:
      "Тези Условия за ползване представляват правно обвързващо споразумение, сключено между вас, лично или от името на дружество (\"вие\") и (\"Компания\", \"ние\", \"нас\" или \"нашето\"), относно достъпа ви до и използването на уебсайта www.icc.com, както и всяка друга медийна форма, медиен канал, мобилен уебсайт или мобилно приложение, свързани, свързани или по друг начин свързани с него (наричани заедно \"Сайтът\"). Съгласявате се, че като имате достъп до Сайта, сте прочели, разбрали и се съгласили да бъдете обвързани с всички тези Условия за ползване. АКО НЕ СТЕ СЪГЛАСНИ С ВСИЧКИ ТЕЗИ УСЛОВИЯ ЗА ПОЛЗВАНЕ, ВИЕ СТЕ ИЗРИЧНО ЗАБРАНЕНИ ДА ИЗПОЛЗВАТЕ САЙТА И ТРЯБВА НЕЗАБАВНО ДА ПРЕКРАТИТЕ ИЗПОЛЗВАНЕТО МУ. Допълнителни условия и правила или документи, които могат да бъдат публикувани на Сайта от време на време, са изрично включени тук чрез препратка. Запазваме си правото, по наше усмотрение, да правим промени или модификации на тези Условия за ползване от време на време. Ще ви уведомим за всякакви промени, като актуализираме датата на \"Последна актуализация\"Тези Условия за ползване представляват правно обвързващо споразумение, сключено между вас, лично или от името на дружество (\"вие\") и (\"Компания\", \"ние\", \"нас\" или \"нашето\"), относно достъпа ви до и използването на уебсайта www.icc.com, както и всяка друга медийна форма, медиен канал, мобилен уебсайт или мобилно приложение, свързани, свързани или по друг начин свързани с него (наричани заедно \"Сайтът\"). Съгласявате се, че като имате достъп до Сайта, сте прочели, разбрали и се съгласили да бъдете обвързани с всички тези Условия за ползване. АКО НЕ СТЕ СЪГЛАСНИ С ВСИЧКИ ТЕЗИ УСЛОВИЯ ЗА ПОЛЗВАНЕ, ВИЕ СТЕ ИЗРИЧНО ЗАБРАНЕНИ ДА ИЗПОЛЗВАТЕ САЙТА И ТРЯБВА НЕЗАБАВНО ДА ПРЕКРАТИТЕ ИЗПОЛЗВАНЕТО МУ. Допълнителни условия и правила или документи, които могат да бъдат публикувани на Сайта от време на време, са изрично включени тук чрез препратка. Запазваме си правото, по наше усмотрение, да правим промени или модификации на тези Условия за ползване от време на време. Ще ви уведомим за всякакви промени, като актуализираме датата на „Последна актуализация“ на тези Условия за ползване и вие се отказвате от всяко право да получавате конкретно известие за всяка такава промяна. Моля, уверете се, че проверявате приложимите Условия всеки път, когато използвате нашия Сайт, за да разберете кои Условия се прилагат. Ще бъдете подчинени и ще се счита, че сте били информирани и сте приели промените в всякакви ревизирани Условия за ползване чрез вашето продължаващо използване на Сайта след датата, на която са публикувани такива ревизирани Условия за ползване. Информацията, предоставена на Сайта, не е предназначена за разпространение или използване от което и да е лице или организация в която и да е юрисдикция или страна, където такова разпространение или използване би било в противоречие със закона или регулирането, или би подлежало на каквото и да е изискване за регистрация в рамките на такава юрисдикция или страна. Съответно, тези лица, които решат да имат достъп до Сайта от други местоположения, го правят по собствена инициатива и са единствено отговорни за спазването на местните закони, ако и до степента, в която местните закони са приложими. Сайтът е предназначен за потребители, които са на възраст най-малко 13 години. Всички потребители, които са непълнолетни в юрисдикцията, в която пребивават (обикновено под 18 години), трябва да имат разрешение от, и да бъдат пряко надзиравани от, техния родител или настойник за използване на Сайта. Ако сте непълнолетен, трябва да накарате вашия родител или настойник да прочете и да се съгласи с тези Условия за ползване преди да използвате Сайта.\" на тези Условия за ползване и вие се отказвате от всяко право да получавате конкретно известие за всяка такава промяна. Моля, уверете се, че проверявате приложимите Условия всеки път, когато използвате нашия Сайт, за да разберете кои Условия се прилагат. Ще бъдете подчинени и ще се счита, че сте били информирани и сте приели промените в всякакви ревизирани Условия за ползване чрез вашето продължаващо използване на Сайта след датата, на която са публикувани такива ревизирани Условия за ползване. Информацията, предоставена на Сайта, не е предназначена за разпространение или използване от което и да е лице или организация в която и да е юрисдикция или страна, където такова разпространение или използване би било в противоречие със закона или регулирането, или би подлежало на каквото и да е изискване за регистрация в рамките на такава юрисдикция или страна. Съответно, тези лица, които решат да имат достъп до Сайта от други местоположения, го правят по собствена инициатива и са единствено отговорни за спазването на местните закони, ако и до степента, в която местните закони са приложими. Сайтът е предназначен за потребители, които са на възраст най-малко 13 години. Всички потребители, които са непълнолетни в юрисдикцията, в която пребивават (обикновено под 18 години), трябва да имат разрешение от, и да бъдат пряко надзиравани от, техния родител или настойник за използване на Сайта. Ако сте непълнолетен, трябва да накарате вашия родител или настойник да прочете и да се съгласи с тези Условия за ползване преди да използвате Сайта.",
    intellectual_property_rights: "2. ПРАВА НА ИНТЕЛЕКТУАЛНА СОБСТВЕНОСТ",
    terms2:
      "Освен ако не е посочено друго, Сайтът е наша собственост и целият изходен код, бази данни, функционалност, софтуер, дизайни на уебсайтове, аудио, видео, текст, снимки и графики на Сайта (наричани заедно „Съдържание“) и търговските марки, марките за услуги и логата, съдържащи се в него (наричани заедно „Марки“), са наша собственост или се контролират от нас или са лицензирани за нас и са защитени от законите за авторските права и търговските марки, както и от различни други права на интелектуална собственост и закони за нелоялната конкуренция на Съединените щати, международните закони за авторските права и международните конвенции. Съдържанието и Марките са предоставени на Сайта „КАКТО СА“ само за ваша информация и лична употреба. Освен ако изрично не е предвидено в тези Условия за ползване, никоя част от Сайта, нито Съдържание или Марки, не може да бъде копирана, възпроизвеждана, агрегирана, препубликувана, качвана, публикувана, публично показвана, кодирана, превеждана, предавана, разпространявана, продавана, лицензирана или експлоатирана за каквито и да е търговски цели без нашето изрично предварително писмено разрешение. При условие че имате право да използвате Сайта, ви се предоставя ограничен лиценз за достъп и използване на Сайта и за изтегляне или отпечатване на копие на всяка част от Съдържанието, до което сте получили достъп, само за ваша лична, нетърговска употреба. Запазваме си всички права, които не са изрично предоставени на вас в и върху Сайта, Съдържанието и Марките.",
    user_representations: "3. ДЕКЛАРАЦИИ НА ПОТРЕБИТЕЛЯ",
    terms3:
      "С използването на Сайта декларирате и гарантирате, че: (1) цялата информация за регистрация,\n    която предоставяте, ще бъде вярна, точна, актуална и пълна; (2)\n    ще поддържате точността на тази информация и своевременно ще актуализирате такава\n    регистрационна информация при необходимост; (3) имате законната правоспособност и\n    се съгласявате да спазвате тези Условия за ползване (4) не сте на възраст под\n    13 години; (5) не сте малолетен в юрисдикцията, в която пребивавате, или ако сте\n    малолетен, сте получили родителско разрешение да използвате Сайта; (6) няма да\n    осъществявате достъп до Сайта чрез автоматизирани или не-човешки средства, било чрез\n    бот, скрипт или други методи; (7) няма да използвате Сайта за каквито и да било незаконни или\n    неразрешени цели; и (8) използването на Сайта от ваша страна няма да нарушава каквито и да било\n    приложими закони или регулации. Ако предоставите невярна, неточна, неактуална или непълна информация,\n    имаме право да прекратим или спрем вашия акаунт и да откажем всяко бъдещо използване на Сайта (или част от него).",
    user_registration: "4. РЕГИСТРАЦИЯ НА ПОТРЕБИТЕЛЯ",
    required_registration:
      "Може да бъдете задължени да се регистрирате на Сайта. Вие се съгласявате да пазите вашата парола в тайна и ще носите отговорност за всяко използване на вашия акаунт и парола. Запазваме правото да премахнем, възстановим или променим избраното от вас потребителско име, ако установим, по наше усмотрение, че това потребителско име е неподходящо, нецензурно или по друг начин неприемливо.",
    prohibited_activities: "5. ЗАБРАНЕНИ ДЕЙНОСТИ",
    may_not_access:
      "Не можете да получавате достъп до или да използвате Сайта за каквито и да било цели, различни от тези, за които ние правим Сайта достъпен. Сайтът не може да се използва във връзка с каквито и да било търговски начинания, освен тези, които са изрично одобрени или разрешени от нас. Като потребител на Сайта, вие се съгласявате да не:",
    systematically:
      "Систематично извличайте данни или друго съдържание от Сайта за създаване или\n      компилиране, пряко или косвено, на колекция, компилация, база данни или\n      директория без наше писмено разрешение.",
    trick:
      "Мамите, измамвате или заблуждавате нас и другите потребители, особено в опит\n      да научите чувствителна информация за акаунт, като пароли на потребители.",
    ircumvent:
      "заобикаляте, деактивирате или по друг начин възпрепятствате функции на Сайта, свързани със сигурността, включително функции, които предотвратяват или ограничават използването или копирането на каквото и да е съдържание или налагат ограничения върху използването на Сайта и/или съдържанието, съдържащо се в него.",
    disparage:
      "Клеветите, опетнявате или по друг начин, по наше мнение, вредите на нас и/или на Сайта.",
    obtained:
      "Използвате каквато и да е информация, получена от Сайта, за да тормозите, малтретирате или\n      нараните друго лице.",
    improper:
      "Злоупотребявайте с нашите услуги за поддръжка или подавайте фалшиви доклади за злоупотреба\n      или неправомерно поведение.",
    manner: "Използвате Сайта по начин, несъвместим с приложимите закони или\n      разпоредби.",
    engage1: "Извършвайте неразрешено рамкиране или свързване със Сайта.",
    upload1:
      "Качване или предаване (или опит за качване или предаване) на вируси, троянски\n      коне или друг материал, включително прекомерна употреба на главни букви и\n      спам (непрекъснато публикуване на повтарящ се текст), който пречи на\n      непрекъснатото използване и удоволствие на Сайта от която и да е страна\n      или променя, уврежда, прекъсва, променя или пречи на използването,\n      функциите, функциите, работата или поддръжката на Сайта.",
    engage2:
      "Извършвайте автоматизирано използване на системата, като използвате скриптове за изпращане на\n      коментари или съобщения, или използвате инструменти за добив на данни, роботи или подобни средства за\n      събиране и извличане на данни.",
    delete1:
      "Изтрийте известието за авторско право или друго уведомление за права на собственост от всяко съдържание.",
    impersonate:
      "Опит да се представите за друг потребител или лице, или да използвате потребителското име на\n      друг потребител.",
    upload2:
      "Качване или предаване (или опит за качване или предаване) на какъвто и да е материал, който действа като пасивен или активен механизъм за събиране или предаване на информация, включително, но без да се ограничава до, графични формати за обмен (\"gifs\"), 1x1 пиксела, уеб бъгове, бисквитки или други подобни устройства (понякога наричани \"шпионски софтуер\" или \"пасивни механизми за събиране\" или \"pcms\").",
    interfere1:
      "Пречите на, нарушавате или създавате ненужно натоварване върху Сайта или\n      мрежите или услугите, свързани със Сайта.",
    harass:
      "Тормозите, досаждате, сплашвате или заплашвате, който и да е от нашите служители или агенти,\n      ангажирани с предоставянето на каквато и да е част от Сайта на Вас.",
    bypass:
      "Опит за заобикаляне на каквито и да е мерки на Сайта, предназначени да предотвратят или ограничат\n      достъпа до Сайта или част от него.",
    adapt:
      "Копиране или адаптиране на софтуера на Сайта, включително, но не само Flash,\n      PHP, HTML, JavaScript или друг код.",
    decipher:
      "Освен ако не е разрешено от приложимото законодателство, не дешифрирайте, декомпилирайте, разглобявайте\n      или извършвайте обратно инженерство на какъвто и да е софтуер, който съставлява или по какъвто и да е начин съставлява\n      част от Сайта.",
    standard:
      "Освен ако не е резултат от стандартна употреба на търсачки или интернет браузъри, не използвайте, стартирайте, разработвайте или разпространявайте никаква автоматизирана система, включително, но не само, всякакви паяци, роботи, помощни програми за измама, скрепери или офлайн читалки, които получават достъп до Сайта, нито използвайте или стартирайте никакви неразрешени скриптове или друг софтуер.",
    buying: "Използвайте агент за покупки или агент за покупки, за да правите покупки на Сайта.",
    collecting:
      "Извършвайте неразрешено използване на Сайта, включително събиране на потребителски имена\n      и/или имейл адреси на потребители по електронен или друг начин с цел изпращане на\n      нежелани имейли или създаване на потребителски акаунти чрез\n      автоматизирани средства или под фалшиви претексти.",
    effort:
      "Използвате Сайта като част от всякакви усилия да се конкурирате с нас или по друг начин използвайте\n      Сайта и/или Съдържанието за всяко начинание за генериране на приходи или търговско\n      предприятие.",
    advertise: "Използвате Сайта за рекламиране или предлагане на продажба на стоки и услуги.",
    transfer: "Продавате или по друг начин прехвърляте Вашия профил.",
    user_generated_contributions: "6. ПОТРЕБИТЕЛСКИ ПРИНОС",
    terms4:
      "Сайтът може да Ви покани да чатите, да допринасяте или да участвате в блогове,\n    табла за съобщения, онлайн форуми и други функции и може да ви предостави\n    възможността да създавате, подавате, публикувате, показвате, предавате,\n    изпълнявате, публикувате, разпространявате или излъчвате съдържание и материали\n    към нас или на Сайта, включително, но не само, текстове, писания, видеа, аудио,\n    снимки, графики, коментари, предложения, лична информация или други материали\n    (наричани заедно „Приноси“). Приносите могат да бъдат видими за други потребители\n    на Сайта и чрез уебсайтове на трети страни. Като такива, всеки Принос, който предавате,\n    може да бъде третиран като неконфиденциален и непатентован. Когато създавате или правите\n    достъпни каквито и да било Приноси, Вие представлявате и гарантирате, че:",
    creation:
      "Създаването, разпространението, предаването, публичното показване или изпълнение,\n      както и достъпът, изтеглянето или копирането на вашите Приноси не нарушават\n      и няма да нарушат правата на собственост, включително, но не само, авторските\n      права, патенти, търговски марки, търговски тайни или морални права на трети страни.",
    creator:
      "Вие сте създателят и собственикът на или имате необходимите лицензи, права, съгласия, разрешения и правото да ни упълномощите, Сайта и други потребители на Сайта да използват вашите Приноси по какъвто и да е начин, предвиден от Сайта и тези Общи условия.",
    written:
      "Вие имате писмено съгласие, освобождаване и/или разрешение от всяко идентифицирано лице във вашите Приноси да използвате името или образа на всяко такова идентифицирано лице, за да включите и използвате вашите Приноси по какъвто и да е начин, предвиден от Сайта и тези Общи условия.",
    false: "Вашите Приноси не са неверни, неточни или подвеждащи.",
    unsolicited:
      "Вашите Приноси не представляват нежелана или неразрешена реклама, промоционални материали, пирамидални схеми, верижни писма, спам, масови пощенски пратки или други форми на събиране на средства.",
    obscene:
      "Вашите Приноси не са неприлични, нецензурни, похотливи, отвратителни, насилствени, тормозещи, клеветнически, обидни или по друг начин неприемливи (според нашето определение).",
    ridicule:
      "Вашите Приноси не осмиват, подиграват, омаловажават, заплашват или малтретират никого.",
    threaten:
      "Вашите Приноси не се използват за тормоз или заплаха (в юридическия смисъл на тези термини) на друго лице и за насърчаване на насилие срещу конкретно лице или клас хора.",
    regulation: "Вашите Приноси не нарушават никакъв приложим закон, регламент или правило.",
    privacy:
      "Вашите Приноси не нарушават правото на неприкосновеност или публичност на която и да е трета страна.",
    health:
      "Вашите Приноси не нарушават никакъв приложим закон относно детската порнография или не са предназначени да защитават здравето или благосъстоянието на малолетни.",
    preference:
      "Вашите Приноси не включват обидни коментари, свързани с раса, национален произход, пол, сексуална ориентация или физическо увреждане.",
    link_material:
      "Вашите Приноси не нарушават или не съдържат връзки към материали, които нарушават която и да е разпоредба на тези Общи условия или на който и да е приложим закон или регламент.",
    terms5:
      "Всяко използване на Сайта в нарушение на гореизложеното нарушава тези Условия за\n    ползване и може да доведе до прекратяване или спиране на вашите\n    права за използване на Сайта, наред с други последствия.",
    contributions: "7. ПОТРЕБИТЕЛСКИ ПРИНОС",
    terms6:
      "Вие се съгласявате, че можем да получим достъп, съхраняваме, обработваме и използваме всякаква информация и лични данни, които предоставяте в съответствие с правилата на Политиката за поверителност и вашите избори (включително настройки). Чрез предоставяне на предложения или друга обратна връзка относно Сайта вие се съгласявате, че можем да използваме и споделяме такава обратна връзка за всякакви цели без компенсация за вас. Ние не претендираме за собственост върху вашите Приноси. Вие запазвате пълната собственост върху всичките си Приноси и всякакви права върху интелектуалната собственост или други права върху собственост, свързани с вашите Приноси. Ние не носим отговорност за каквито и да било изявления или твърдения в вашите Приноси, предоставени от вас в която и да е област на Сайта. Вие носите единствено отговорност за вашите Приноси към Сайта и изрично се съгласявате да ни освободите от всякаква отговорност и да се въздържате от всякакви правни действия срещу нас във връзка с вашите Приноси.",
    submissions: "8. ПОДАВАНЕ НА МАТЕРИАЛИ",
    terms7:
      "Вие признавате и се съгласявате, че всички въпроси, коментари, предложения, идеи, отзиви или друга информация относно Сайта („Предложения“), предоставени от вас на нас, са неконфиденциални и ще станат наша единствена собственост. Ние ще притежаваме изключителни права, включително всички права върху интелектуалната собственост, и ще имаме право на неограничено използване и разпространение на тези Предложения за всякакви законни цели, търговски или други, без признание или компенсация за вас. С настоящото се отказвате от всички морални права върху такива Предложения и гарантирате, че всички такива Предложения са оригинални с вас или че имате правото да предоставите такива Предложения. Вие се съгласявате, че няма да има никакви правни действия срещу нас за всяко твърдяно или реално нарушение или злоупотреба с каквито и да било права на собственост върху вашите Предложения.",
    site_managment: "9. УПРАВЛЕНИЕ НА САЙТА",
    terms8:
      "Запазваме правото, но не и задължението: (1) да следим Сайта за нарушения на тези Общи условия; (2) да предприемем подходящи правни действия срещу всеки, който по наше усмотрение нарушава закона или тези Общи условия, включително без ограничение, да докладваме такъв потребител на правоприлагащите органи; (3) по наше усмотрение и без ограничение, да откажем, ограничим достъпа до, ограничим наличието на или да деактивираме (доколкото е технологично възможно) каквито и да било ваши приноси или части от тях; (4) по наше усмотрение и без ограничение, известие или отговорност, да премахнем от Сайта или по друг начин да деактивираме всички файлове и съдържание, които са прекомерни по размер или са по някакъв начин натоварващи за нашите системи; и (5) по друг начин да управляваме Сайта по начин, предназначен да защити нашите права и собственост и да улесни правилното функциониране на Сайта.",
    termination: "10. СРОК И ПРЕКРАТЯВАНЕ",
    terms9:
      "Тези Условия за ползване остават в пълна сила, докато използвате Сайта. БЕЗ ДА ОГРАНИЧАВАМЕ КОЯТО И ДА Е ДРУГА РАЗПОРЕДБА НА ТЕЗИ УСЛОВИЯ ЗА ПОЛЗВАНЕ, ЗАПАЗВАМЕ ПРАВОТО, ПО НАШЕ ЕДИНСТВЕНО УСМОТРЕНИЕ И БЕЗ ПРЕДУПРЕЖДЕНИЕ ИЛИ ОТГОВОРНОСТ, ДА ОТКАЖЕМ ДОСТЪП ДО И ИЗПОЛЗВАНЕ НА САЙТА (ВКЛЮЧИТЕЛНО БЛОКИРАНЕТО НА ОПРЕДЕЛЕНИ IP АДРЕСИ) НА ВСЯКО ЛИЦЕ ПО КАКВАТО И ДА Е ПРИЧИНА ИЛИ БЕЗ ПРИЧИНА, ВКЛЮЧИТЕЛНО БЕЗ ОГРАНИЧЕНИЕ ПРИ НАРУШЕНИЕ НА КОЕТО И ДА Е ИЗЯВЛЕНИЕ, ГАРАНЦИЯ ИЛИ ОБЕЗПЕЧЕНИЕ, ВКЛЮЧЕНИ В ТЕЗИ УСЛОВИЯ ЗА ПОЛЗВАНЕ ИЛИ ПРИЛОЖИМО ЗАКОНОДАТЕЛСТВО ИЛИ НОРМАТИВЕН АКТ. МОЖЕМ ДА ПРЕКРАТИМ ВАШЕТО ИЗПОЛЗВАНЕ ИЛИ УЧАСТИЕ В САЙТА ИЛИ ДА ИЗТРИЕМ ВСЯКО СЪДЪРЖАНИЕ ИЛИ ИНФОРМАЦИЯ, КОЯТО СТЕ ПУБЛИКУВАЛИ ПО ВСЯКО ВРЕМЕ, БЕЗ ПРЕДУПРЕЖДЕНИЕ, ПО НАШЕ ЕДИНСТВЕНО УСМОТРЕНИЕ. Ако прекратим или спрем акаунта ви по каквато и да е причина, вие нямате право да се регистрирате и да създавате нов акаунт под ваше име, фалшиво или заето име или името на трета страна, дори ако може да действате от името на третата страна. В допълнение към прекратяването или спирането на акаунта ви, си запазваме правото да предприемем подходящи правни действия, включително, без ограничение, преследване на гражданска, наказателна и искова защита.",
    modifications: "11. ПРОМЕНИ И ПРЕКЪСВАНИЯ",
    terms10:
      "Запазваме правото да променяме, модифицираме или премахваме съдържанието на Сайта по всяко време и по каквато и да е причина по наше усмотрение без предизвестие. Ние обаче нямаме задължение да актуализираме информацията на нашия Сайт. Също така си запазваме правото да модифицираме или прекратим изцяло или частично Сайта без предизвестие по всяко време. Няма да бъдем отговорни пред вас или пред трета страна за каквито и да било промени, промени в цените, спиране или прекратяване на Сайта. Не можем да гарантираме, че Сайтът ще бъде достъпен по всяко време. Възможно е да срещнем хардуерни, софтуерни или други проблеми или да се наложи да извършим поддръжка, свързана със Сайта, което може да доведе до прекъсвания, закъснения или грешки. Запазваме правото да променяме, ревизираме, актуализираме, прекратяваме, спираме или по друг начин да модифицираме Сайта по всяко време и по каквато и да е причина без предизвестие. Вие се съгласявате, че не носим никаква отговорност за каквито и да било загуби, щети или неудобства, причинени от невъзможността ви да получите достъп или да използвате Сайта по време на временното спиране или прекратяване на Сайта. Нищо в тези Общи условия няма да се тълкува като задължение за поддържане и поддръжка на Сайта или за предоставяне на каквито и да било корекции, актуализации или версии в тази връзка.",
    corrections: "12. КОРЕКЦИИ",
    terms11:
      "Може да има информация на Сайта, която съдържа типографски грешки,\n    неточности или пропуски, включително описания, цени, наличност\n    и различни други данни. Запазваме си правото да коригираме всички грешки,\n    неточности или пропуски и да променяме или актуализираме информацията\n    на Сайта по всяко време, без предварително известие.",
    disclaimer: "13. ОТКАЗ ОТ ОТГОВОРНОСТ",
    terms12:
      "САЙТЪТ СЕ ПРЕДОСТАВЯ ТАКЪВ, КАКЪВТО Е, И СПОРЕД НАЛИЧНОСТТА. ВИЕ СЕ СЪГЛАСЯВАТЕ, ЧЕ\n    ИЗПОЛЗВАНЕТО НА САЙТА И НАШИТЕ УСЛУГИ ЩЕ БЪДЕ НА ВАШ СОБСТВЕН РИСК. ДО НАЙ-ПЪЛНАТА\n    СТЕПЕН, ПОЗВОЛЕНА ОТ ЗАКОНА, НИЕ ОТКАЗВАМЕ ВСЯКАКВИ ГАРАНЦИИ, ИЗРИЧНИ ИЛИ\n    ПОДРАЗБИРАЩИ СЕ, ВЪВ ВРЪЗКА СЪС САЙТА И ИЗПОЛЗВАНЕТО МУ, ВКЛЮЧИТЕЛНО БЕЗ\n    ОГРАНИЧЕНИЯ, ПОДРАЗБИРАЩИТЕ СЕ ГАРАНЦИИ ЗА ТЪРГОВСКОСТ, ГОДНОСТ ЗА ОПРЕДЕЛЕНА ЦЕЛ И\n    НЕНАРУШАВАНЕ. НИЕ НЕ ПРАВИМ ГАРАНЦИИ ИЛИ ДЕКЛАРАЦИИ ЗА ТОЧНОСТТА ИЛИ ПЪЛНОТАТА НА\n    СЪДЪРЖАНИЕТО НА САЙТА ИЛИ НА СЪДЪРЖАНИЕТО НА КОЙТО И ДА Е СВЪРЗАН САЙТ И НЯМА ДА\n    ПОЕМАМЕ ОТГОВОРНОСТ ЗА КАКВИТО И ДА Е (1) ГРЕШКИ, НЕТОЧНОСТИ НА СЪДЪРЖАНИЕТО И\n    МАТЕРИАЛИТЕ, (2) ЛИЧНИ ТРАВМИ ИЛИ ЩЕТИ НА ИМУЩЕСТВО, ОТ КАКВОТО И ДА Е ЕСТЕСТВО,\n    ВЪЗНИКНАЛИ ОТ ВАШИЯ ДОСТЪП И ИЗПОЛЗВАНЕ НА САЙТА, (3) ВСЕКИ НЕРАЗРЕШЕН\n    ДОСТЪП ИЛИ ИЗПОЛЗВАНЕ НА НАШИТЕ ЗАЩИТЕНИ СЪРВЪРИ И/ИЛИ ВСИЧКА И ЛИЧНА ИНФОРМАЦИЯ\n    И/ИЛИ ФИНАНСОВА ИНФОРМАЦИЯ, СЪХРАНЯВАНА В ТЯХ, (4) ВСЯКО ПРЕКЪСВАНЕ ИЛИ ПРЕКРАТЯВАНЕ НА ПРЕНОС\n    КЪМ ИЛИ ОТ САЙТА, (5) ВСЯКАКВИ ГРЕШКИ, ВИРУСИ, ТРОЯНСКИ КОНЕ ИЛИ ПОДОБНИ, КОИТО МОГАТ ДА БЪДАТ\n    ПРЕДАДЕНИ НА ИЛИ ЧРЕЗ САЙТА ОТ ТРЕТА СТРАНА, И/ИЛИ (6) ВСЯКАКВИ ГРЕШКИ ИЛИ ОПУСКИ В КАКВИТО И ДА Е\n    СЪДЪРЖАНИЯ И МАТЕРИАЛИ ИЛИ ЗА ВСЯКАКВИ ЗАГУБИ ИЛИ ЩЕТИ ОТ КАКЪВТО И ДА Е ВИД, ПРИЧИНЕНИ В\n    РЕЗУЛТАТ ОТ ИЗПОЛЗВАНЕТО НА ВСЯКО СЪДЪРЖАНИЕ, ПУБЛИКУВАНО, ПРЕДАДЕНО ИЛИ ПО ДРУГ НАЧИН НАПРАВЕНО\n    НАЛИЧНО ЧРЕЗ САЙТА. НИЕ НЕ ГАРАНТИРАМЕ, НЕ ОДОБРЯВАМЕ, НЕ ГАРАНТИРАМЕ И НЕ ПОЕМАМЕ ОТГОВОРНОСТ\n    ЗА КОЙТО И ДА Е ПРОДУКТ ИЛИ УСЛУГА, РЕКЛАМИРАНИ ИЛИ ПРЕДЛАГАНИ ОТ ТРЕТА СТРАНА ЧРЕЗ САЙТА, ВСЕКИ\n    САЙТ, КЪМ КОЙТО ИМА ХИПЕРВРЪЗКА, ИЛИ ВСЯКО МОБИЛНО ПРИЛОЖЕНИЕ, ПРЕДСТАВЕНО В КАКВАТО И ДА Е РЕКЛАМА,\n    И НЯМА ДА СМЕ СТРАНА ИЛИ ПО НИКАКЪВ НАЧИН ДА НОСИМ ОТГОВОРНОСТ ЗА МОНИТОРИНГ НА КАКВАТО И ДА Е\n    ТРАНСАКЦИЯ МЕЖДУ ВАС И КОЙТО И ДА Е ДОСТАВЧИК НА ПРОДУКТИ ИЛИ УСЛУГИ ОТ ТРЕТА СТРАНА. ПРИ ПОКУПКА НА\n    ПРОДУКТ ИЛИ УСЛУГА ПРЕЗ КАКВОТО И ДА Е СРЕДСТВО ИЛИ В КАКВАТО И ДА Е СРЕДА, ТРЯБВА ДА ПРИЛАГАТЕ НАЙ-ДОБРАТА\n    ПРЕЦЕНКА И ДА БЪДЕТЕ ВНИМАТЕЛНИ, КОГАТО Е УМЕСТНО.",
    limitations: "14. ОГРАНИЧЕНИЯ НА ОТГОВОРНОСТТА",
    terms13:
      "В НИКАКЪВ СЛУЧАЙ НИЕ ИЛИ НАШИТЕ ДИРЕКТОРИ, СЛУЖИТЕЛИ ИЛИ АГЕНТИ НЯМА ДА НОСИМ ОТГОВОРНОСТ ПРЕД ВАС\n    ИЛИ ПРЕД ТРЕТА СТРАНА ЗА КАКВИТО И ДА Е ПРЕКИ, НЕПРЕКИ, ПОСЛЕДВАЩИ, ПРИМЕРНИ,\n    СЛУЧАЙНИ, СПЕЦИАЛНИ ИЛИ НАКАЗАТЕЛНИ ЩЕТИ, ВКЛЮЧИТЕЛНО ЗАГУБА НА ПЕЧАЛБИ, ЗАГУБЕНИ ПРИХОДИ,\n    ЗАГУБА НА ДАННИ ИЛИ ДРУГИ ЩЕТИ, ВЪЗНИКНАЛИ ОТ ИЗПОЛЗВАНЕТО НА САЙТА ОТ ВАША СТРАНА,\n    ДОРИ АКО СМЕ БИЛИ ИНФОРМИРАНИ ЗА ВЪЗМОЖНОСТТА ЗА ТАКИВА ЩЕТИ.\n    НЕЗАВИСИМО ОТ ВСИЧКО ПРОТИВОРЕЧАЩО, ПОСОЧЕНО ТУК, НАШАТА ОТГОВОРНОСТ ПРЕД ВАС,\n    НЕЗАВИСИМО ОТ ПРИЧИНАТА ИЛИ ФОРМАТА НА ИСКА, ВИНАГИ ЩЕ БЪДЕ ОГРАНИЧЕНА ДО ПО-МАЛКАТА СУМА ОТ ПЛАТЕНАТА ОТ ВАС, АКО ИЗОБЩО СУМА,\n    КЪМ НАС. • ОПРЕДЕЛЕНИ ЩАТСКИ ЗАКОНИ В САЩ И МЕЖДУНАРОДНИ ЗАКОНИ НЕ ПОЗВОЛЯВАТ\n    ОГРАНИЧАВАНИЯ НА ПОДРАЗБИРАЕМИ ГАРАНЦИИ ИЛИ ИЗКЛЮЧВАНЕ ИЛИ ОГРАНИЧАВАНЕ НА ОПРЕДЕЛЕНИ ЩЕТИ.\n    АКО ТЕЗИ ЗАКОНИ СЕ ПРИЛАГАТ ЗА ВАС, НЯКОИ ИЛИ ВСИЧКИ ОТ ГОРНИТЕ ОТКАЗИ ОТ ОТГОВОРНОСТ ИЛИ ОГРАНИЧЕНИЯ МОЖЕ ДА НЕ СЕ ПРИЛАГАТ ЗА ВАС,\n    И МОЖЕ ДА ИМАТЕ ДОПЪЛНИТЕЛНИ ПРАВА.",
    fifteen: "15. ОБЕЗЩЕТЕНИЕ",
    terms14:
      "Вие се съгласявате да защитавате, обезщетявате и да ни пазите безвредни, включително нашите дъщерни дружества, филиали и всички наши съответни служители, агенти, партньори и служители, от всяка загуба, щета, отговорност, иск или претенция, включително разумни адвокатски хонорари и разходи, направени от трета страна поради или произтичащи от: (1) използване на Сайта; (2) нарушение на тези Общи условия; (3) всяко нарушение на вашите декларации и гаранции, посочени в тези Общи условия; (4) нарушаване на правата на трета страна от ваша страна, включително, но не само, права на интелектуална собственост; или (5) всякакви явни вредни действия към друг потребител на Сайта, с когото сте се свързали чрез Сайта. Независимо от горепосоченото, запазваме правото, на вашите разходи, да поемем изключителната защита и контрол върху всяко дело, за което сте задължени да ни обезщетите, и вие се съгласявате да сътрудничите, на вашите разходи, с нашата защита на такива искове. Ще използваме разумни усилия, за да ви уведомим за всеки такъв иск, действие или процес, на който се подчинява това обезщетение, след като се запознаем с него.",
    user_data: "16. ПОТРЕБИТЕЛСКИ ДАННИ",
    terms15:
      "Ние ще съхраняваме определени данни, които предавате на Сайта, с цел управление на изпълнението на Сайта, както и данни, свързани с използването на Сайта от ваша страна. Въпреки че извършваме редовни рутинни архиви на данните, вие носите единствено отговорността за всички данни, които предавате или които са свързани с всяка дейност, която сте предприели с използването на Сайта. Вие се съгласявате, че не носим никаква отговорност към вас за каквато и да било загуба или корупция на такива данни, и с настоящото се отказвате от всякакви права на действия срещу нас, произтичащи от такава загуба или корупция на тези данни.",
    electronic: "17. ЕЛЕКТРОННА КОМУНИКАЦИЯ, ТРАНЗАКЦИИ И ПОДПИСИ",
    terms16:
      "Посещението на Сайта, изпращането на имейли и попълването на онлайн форми представляват електронни комуникации. Вие се съгласявате да получавате електронни комуникации и се съгласявате, че всички споразумения, известия, разкрития и други комуникации, които ви предоставяме по електронен път чрез имейл и на Сайта, отговарят на всяко законово изискване за предоставяне на информация в писмен вид. ВИЕ СЕ СЪГЛАСЯВАТЕ С ИЗПОЛЗВАНЕТО НА ЕЛЕКТРОННИ ПОДПИСИ, ДОГОВОРИ, ПОРЪЧКИ И ДРУГИ ЗАПИСИ, КАКТО И С ЕЛЕКТРОННОТО ДОСТАВЯНЕ НА ИЗВЕСТИЯ, ПРАВИЛА И ЗАПИСИ НА ТРАНЗАКЦИИ, ИНИЦИИРАНИ ИЛИ ЗАВЪРШЕНИ ОТ НАС ИЛИ ЧРЕЗ САЙТА. Вие се отказвате от всички права или изисквания по силата на всякакви закони в която и да е юрисдикция, които изискват оригинален подпис или доставка или съхранение на неелектронни записи, или плащания и предоставяне на кредити по други средства, различни от електронни.",
    some: "18. РАЗНИ",
    terms17:
      "Тези Условия за ползване и всяка политика или оперативни правила, публикувани от нас на Сайта или във връзка със Сайта, представляват цялото споразумение и разбирателство между вас и нас. Нашето неизпълнение или неприлагане на което и да е право или разпоредба от тези Условия за ползване няма да се счита за отказ от такова право или разпоредба. Тези Условия за ползване действат до най-пълната степен, разрешена от закона. Можем да прехвърлим някое или всички от нашите права и задължения на други по всяко време. Няма да носим отговорност за никакви загуби, щети, закъснения или неуспехи да действаме, причинени от причина, извън нашия разумен контрол. Ако някоя разпоредба или част от разпоредба на тези Условия за ползване се определи като незаконна, невалидна или неприложима, тази разпоредба или част от разпоредбата се счита за отделима от тези Условия за ползване и не засяга валидността и изпълняемостта на останалите разпоредби. Не се създава съвместно предприятие, партньорство, трудови или агенционни отношения между вас и нас в резултат на тези Условия за ползване или използването на Сайта. Вие се съгласявате, че тези Условия за ползване няма да се тълкуват срещу нас въз основа на това, че ние сме ги изготвили. С настоящото се отказвате от всякакви защити, които може да имате, базирани на електронната форма на тези Условия за ползване и липсата на подписване от страна на страните за изпълнение на тези Условия за ползване."
  ],
  # session controller
  s_c: [
    acc_created: "Успешно създаден акаунт!",
    password_updated: "Успешно актуализирана парола!",
    welcome_back: "Добре дошли отново!",
    invalid_info: "Невалиден имейл или парола",
    logout: "Успешно излизане."
  ],
  # user controller
  u_c: [
    password_reset: "Успешно нулирана парола"
  ],
  responses: [
    failed_action: "Заявеното действие не беше успешно.",
    entity_not_found: "Обектът не беше намерен!",
    missing_credentials: "Липсващи или некоректни данни за удостоверяване.",
    no_access: "Нямате достъп за извършване на заявеното действие.",
    wrong_syntax: "Грешен синтаксис на заявката.",
    sth_wrong: "Нещо се обърка.",
    no_resource: "Ресурсът не може да бъде намерен."
  ],
  telemetry: [
    measurement_sum: "Сборът на останалите измервания",
    time_spent_decoding: "Времето, прекарано в декодиране на данните, получени от базата данни",
    time_spent_executing: "Времето, прекарано в изпълнение на заявката",
    time_spent_waiting: "Времето, прекарано в чакане за връзка с базата данни",
    time_spent_connection:
      "Времето, през което връзката е чакала преди да бъде използвана за заявката"
  ],
  user_auth: [
    login_to_access: "Трябва да влезете в акаунта си, за да достъпите страницата."
  ],
  create_report: [
    no_verification_no_reports:
      "Не можете да израпращате доклади, докато не потвърдите акаунта си!",
    please_check: "Моля проверете",
    no_location: "Не сте избрали локация.",
    set_location: "Избери локация",
    submit_a: "Направи доклад за ",
    report: "",
    submit: "Изпрати",
    report_name: "Име на доклад...",
    comment: "Коментари..."
  ],
  report_card: [
    quantity: "Количество",
    details: "Детайли:",
    species: "Вид",
    fog_type: "Вид мъгла",
    wind_type: "Вид вятър",
    ss_type: "Вид морско вълнение",
    plastic_pollution: "Замърсяване с пластмаса",
    biological_pollution: "Биологично замърсяване",
    storm_type: "Вид буря",
    oil_pollution: "Петролно замърсяване"
  ],
  d_r_p: [
    today: "Днес"
  ],
  jellyfish_report: [
    species: [
      title: "Изберете вид",
      dont_know: "Не знам",
      aurelia_aurita: "Ушата медуза",
      cotylorhiza_tuberculata: "Средиземноморска медуза",
      pelagia_noctiluca: "Средиземноморска медуза",
      beroe_ovata: "Берое Овата",
      salp: "Салпа",
      cassiopea_andromeda: "Обърната медуза",
      cotylorhiza_erithrea: "Котилорхиза Еритрея",
      marivagia_stellata: "Маривагия Стеллата",
      cestus_veneris: "Венерин пояс",
      porpita_porpita: "Син бутон/Порпита порпита",
      chrysaora_pseudoocellata: "Крисаора Псевдоцелата",
      aquorea_forskalea: "Акуорея Форскалея",
      hydromedusae: "Хидромедуза",
      other: "Други"
    ],
    quantity: [
      {:title, "Изберете количество"},
      {:"1", "1"},
      {:"2 to 5", "2 до 5"},
      {:"6 to 10", "6 до 10"},
      {:"11 to 99", "11 до 99"},
      {:"100+", "100+"}
    ]
  ],
  atypical_report: [
    storm_type_id: [
      title: "Тип Буря",
      thunderstorm: "Гръмотевична буря",
      rain: "Дъжд",
      hailstorm: "Градушка",
      no_storm: "Без буря"
    ]
  ],
  meteorological_report: [
    fog_type_id: [
      title: "Тип Мъгла",
      very_thick: "Много гъста",
      thick: "Гъста",
      moderate: "Средна",
      light: "Слаба",
      no_fog: "Без мъгла",
    ],
    wind_type_id: [
      title: "Тип Вятър",
      hurricane: "Ураган",
      strong: "Силен",
      moderate: "Среден",
      weak: "Слаб",
      no_wind: "Без вятър"
    ],
    sea_swell_type_id: [
      title: "Тип Вълнение",
      strong: "Силни вълни",
      moderate: "Средни вълни",
      weak: "Слаби вълни",
      no_waves: "Без вълни"
    ],
    fog_type: [
      title: "Тип Мъгла",
      very_thick: "Много гъста",
      thick: "Гъста",
      moderate: "Средна",
      light: "Слаба",
      no_fog: "Без мъгла",
    ],
    wind_type: [
      title: "Тип Вятър",
      hurricane: "Ураган",
      strong: "Силен",
      moderate: "Среден",
      weak: "Слаб",
      no_wind: "Без вятър"
    ],
    sea_swell_type: [
      title: "Тип Вълнение",
      strong: "Силни вълни",
      moderate: "Средни вълни",
      weak: "Слаби вълни",
      no_waves: "Без вълни"
    ]
  ],

  pollution_report: [
    options: [oil: "Петрол", plastic: "Пластмаса", bio: "Биологично"],
    yes: "Да",
    no: "Не"
  ],
  base_report: [
    report_type: [
      jellyfish: "Медузи",
      meteorological: "Метеорологични",
      atypical_activity: "Екстремно време",
      pollution: "Замърсяване",
      other: "Други"
    ]
  ],
  change_password: [
    title: "Промени паролата си",
    prompt: "Моля въведете новата си парола:",
    confirm: "Моля повторете новата си парола:",
    show_password: "Покажи парола",
    submit: "Промени парола",
    passwords_not_matching: "Паролите не съвпадат!"
  ],
  forgot_password: [
    title: "Моля въведете имейл адреса си:",
    send_email: "Изпрати имейл"
  ],
  contact_us: [
    title: "Свържи се с нас",
    submit: "Изпрати съобщението",
    form: [
      name: "Име",
      email: "Имейл",
      phone: "Телефон",
      organization: "Организация",
      message: "Съобщение"
    ],
    success: "Съобщението беше изпратено...",
    failure: "Нещо се обърка... Моля опитайте по-късно.",
    general_query: "Ако имате някакво запитване, можете да се свържете с екипа на проекта чрез формата за контакт или да пишете на нашия имейл:
iliad@tu-varna.bg",
    question: "If your question is specific, please see our",
    partners_page: "partners page",
    details: "for individual contact details.",
    this_project: " Този проект \"ILIAD - Integrated digital framework for comprehensivemaritime data and informationservices\" е получил финансиране от програмата за научни изследвания и иновации „Хоризонт 2020“ (H2020-LC-GD-2020) на Европейската комисия съгласно споразумение за безвъзмездна помощ № 101037643. Информацията и изгледите на този уебсайт принадлежат изцяло на авторите. Европейската комисия не носи отговорност за каквато и да е употреба на информацията, която съдържа."

  ]
]
